Repository: rpm-software-management/rpm-l10n
Catalog: *.po
Languages: es, id, ro

source: line %d: Tag not allowed after build is done: %s
id: baris %d: Tag tidak diizinkan setelah pembuatan selesai: %s
ro: linia %d: eticheta nu este permisă după finalizarea compilării: %s

source: Invalid buildroot: '%s'
id: Buildroot tidak valid: ‘%s’
ro: Buildroot nevalid: %s

source: No patch number %u
es: Ningún número de parche %u
id: Tidak ada nomor tambalan %u
ro: Nu există numărul de plasture (corecție) %u

source: No source number %u
es: Ningún número fuente %u
id: Tidak ada nomor sumber %u
ro: Nu există numărul sursei %u

source: Error parsing %%setup: %s
es: Error al interpretar %%setup: %s
id: Penguraian kesalahan %%pengaturan: %s
ro: Eroare la analizarea %%setup: %s

source: line %d: Bad arg to %%setup: %s
es: línea %d: argumento incorrecto para %%setup: %s
id: baris %d: Arg yang buruk untuk %%setup: %s
ro: linia %d: argument greșit pentru %%setup: %s

source: line %d: Bad %%setup option %s: %s
es: línea %d: opción %%setup incorrecta %s: %s
id: baris %d: Opsi pengaturan %% buruk %s: %s
ro: linia %d: opțiune %%setup %s incorectă: %s

source: Patch number not specified: %s
es: Número de parche no especificado. %s
id: Nomor tambalan tidak ditentukan: %s
ro: Numărul plasturelui (corecției) nu este specificat: %s

source: Invalid patch number %s: %s
es: Número de parche %s no válido: %s
id: Nomor tambalan tidak valid %s: %s
ro: Număr de plasture nevalid (corecție) %s: %s

source: Dependency tokens must begin with alpha-numeric, '_' or '/'
es: Las fichas de dependencias deben comenzar con caracteres alfanuméricos, «_» o «/»
id: Token ketergantungan harus dimulai dengan alfa-numerik, ‘_’ atau '/'
ro: Indicatoarele de dependență trebuie să înceapă cu alfanumerice, „_” sau „/”

source: Versioned file name not permitted
es: No se permite el nombre de archivo versionado
id: Nama berkas berversi tidak diizinkan
ro: Versiunea în numele fișierului nu este permisă

source: No rich dependencies allowed for this type
es: Sin dependencias costosas permitidas para este tipo
id: Tidak ada dependensi kaya yang diizinkan untuk jenis ini
ro: Nu sunt permise dependențe complexe pentru acest tip

source: invalid dependency
es: dependencia no válida
id: ketergantungan tidak valid
ro: dependență nevalidă

source: Version required
es: se necesita una versión
id: Versi yang diperlukan
ro: Versiunea cerută

source: file trigger conditions must begin with '/'
id: kondisi pemicu berkas harus dimulai dengan '/'
ro: condițiile de declanșare a fișierului trebuie să înceapă cu „/”

source: Only package names are allowed in Obsoletes
es: Solo están permitidos los nombres de paquete en Obsoletos
id: Hanya nama paket yang diperbolehkan di Obsoletes
ro: Numai numele pachetelor sunt permise în Obsoletes

source: It's not recommended to have unversioned Obsoletes
es: No está recomendado tener Obsoletos sin versión
id: Tidak disarankan untuk memiliki Obsoletes yang belum diversi
ro: Nu este recomandat să aveți Obsoletes fără versiune

source: It's not recommended to use '>' in Obsoletes
es: No es recomendado utilizar '>' en Obsoletos
id: Tidak disarankan untuk menggunakan ‘>’ dalam Obsoletes
ro: Nu este recomandat să se utilizeze „>” în Obsoletes

source: Trigger fired by the same package is already defined in spec file
es: El disparador disparado por el mismo paquete ya está definido en el archivo spec
id: Pemicu yang ditembakkan oleh paket yang sama sudah didefinisikan dalam berkas spec
ro: Declanșatorul declanșat de același pachet este deja definit în fișierul spec

source: line %d: %s: %s
es: línea %d: %s: %s
id: baris %d: %s: %s
ro: linia %d: %s: %s

source: line %d: triggers must have --: %s
es: línea %d: los detonantes deben tener --: %s
id: baris %d: pemicu harus memiliki --: %s
ro: linia %d: declanșatorii trebuie să aibă --: %s

source: line %d: missing trigger condition: %s
es: línea %d: condición disparador ausente: %s
id: baris %d: kondisi pemicu yang hilang: %s
ro: linia %d: lipsește condiția de declanșare: %s

source: line %d: Error parsing %s: %s
es: línea %d: error al interpretar %s: %s
id: baris %d: Penguraian kesalahan %s: %s
ro: linia %d: eroare la analizarea %s: %s

source: line %d: internal script must end with '>': %s
es: línea %d: el script interno debe finalizar con '>': %s
id: baris %d: skrip internal harus diakhiri dengan ‘>’: %s
ro: linia %d: scriptul intern trebuie să se termine cu „>”: %s

source: line %d: script program must begin with '/': %s
es: línea %d: los script ejecutables deben iniciar con '/': %s
id: baris %d: program skrip harus diawali dengan ‘/’: %s
ro: linia %d: programul de script trebuie să înceapă cu „/”: %s

source: line %d: Priorities are allowed only for file triggers : %s
es: línea %d: prioridades solo están permitidas por disparadores de archivo: %s
id: baris %d: Prioritas hanya diperbolehkan untuk pemicu berkas: %s
ro: linia %d: prioritățile sunt permise numai pentru declanșatoarele de fișiere : %s

source: line %d: Second %s
es: línea %d: Segundo %s
id: baris %d: Kedua %s
ro: linia %d: al doilea %s

source: line %d: unsupported internal script: %s
es: línea %d: script interno no soportado: %s
id: baris %d: skrip internal tidak didukung: %s
ro: linia %d: script intern neacceptat: %s

source: line %d: interpreter arguments not allowed in triggers: %s
es: línea %d: los argumentos de intérprete no están permitidos en disparadores: %s
id: baris %d: Argumen interpreter tidak diperbolehkan dalam pemicu: %s
ro: linia %d: argumentele interpretului nu sunt permise în declanșatoare: %s

source: extra tokens at the end of %s directive in line %d: %s
es: vales adicionales en el final de directiva %s en la línea %d: %s
id: token tambahan di akhir arahan %s di baris %d: %s
ro: token-uri suplimentare la sfârșitul directivei %s în linia %d: %s

source: Macro expanded in comment on line %d: %s
es: Macro expandida en comentario en línea %d: %s
id: Makro diperluas dalam komentar di baris %d: %s
ro: Macrocomanda s-a extins în comentariul de pe linia %d: %s

source: Unable to open %s: %s
es: No es capaz de abrir %s: %s
id: Tidak dapat membuka %s: %s
ro: Nu s-a putut deschide %s: %s

source: %s:%d: Argument expected for %s
es: %s:%d: Argumento esperado para %s
id: %s:%d: Argumen yang diharapkan untuk %s
ro: %s:%d: Argument așteptat pentru %s

source: line %d: Unclosed %%if
es: línea %d: %%if no cerrado
id: baris %d: Tidak tertutup %%jika
ro: linia %d: %%if neînchisă

source: line %d: unclosed macro or bad line continuation
es: línea %d: macro no cerrado o continuación de línea incorrecta
id: baris %d: makro tidak tertutup atau kelanjutan baris yang buruk
ro: line %d: macrocomanda nu este închisă sau continuarea liniei este greșită

source: %s: line %d: %s with no %%if
es: %s: línea %d: %s sin %%if
id: %s: baris %d: %s tanpa %%if
ro: %s: linia %d: %s fără %%if

source: %s: line %d: %s after %s
es: %s: linea %d: %s tras %s
id: %s: garis %d: %s setelah %s
ro: %s: linia %d: %s după %s

source: %s:%d: bad %s condition: %s
es: %s:%d: condición incorrecta %s: %s
id: %s: %d: kondisi %s buruk: %s
ro: %s:%d: condiție %s incorectă: %s

source: %s:%d: malformed %%include statement
es: %s:%d: declaración %%include con formato incorrecto
id: %s: %d: cacat %% sertakan pernyataan
ro: %s:%d: declarație %%include prost formată

source: %%patchN is obsolete, use %%patch N (or %%patch -P N): %s
id: %%patchN sudah tidak berlaku, gunakan %%patch N (atau %%patch -P N): %s
ro: %%patchN este învechită, utilizați %%patch N (sau %%patch -P N): %s

source: encoding %s not supported by system
es: codificando %s no admitido por el sistema
id: pengkodean %s tidak didukung oleh sistem
ro: codificarea %s nu este acceptată de sistem

source: Package %s: invalid %s encoding in %s: %s - %s
es: Paquete %s: %s no válido codificando en %s: %s - %s
id: Paket %s: pengkodean %s tidak valid dalam %s: %s - %s
ro: Pachet %s: codificare %s nevalidă în %s: %s - %s

source: line %d: %%end doesn't take any arguments: %s
es: línea %d: %%end no toma ningún argumento: %s
id: baris %d: %%end tidak menerima argumen apa pun: %s
ro: linia %d: %%end nu acceptă argumente: %s

source: line %d: %%end not expected here, no section to close: %s
es: línea %d: %%end no esperado aquí, ninguna sección para cerrar: %s
id: baris %d: %%akhir tidak diharapkan di sini, tidak ada bagian yang harus ditutup: %s
ro: linia %d: %%end nu este așteptat aici, nu există secțiune de închis: %s

source: line %d doesn't belong to any section: %s
es: línea %d no pertenece a cualquier sección: %s
id: baris %d tidak termasuk dalam bagian mana pun: %s
ro: linia %d nu aparține niciunei secțiuni: %s

source: line %d: Unknown buildsystem: %s
id: baris %d: Buildsystem tidak dikenal: %s
ro: linia %d: sistem de construire „buildsystem” necunoscut: %s

source: line %d: Required parametric macro %%%s not defined for buildsystem %s
id: baris %d: Makro parametrik yang diperlukan %%%s tidak didefinisikan untuk buildsystem %s
ro: linia %d: macrocomanda parametrică necesară %%%s nu este definită pentru sistemul de construire „buildsystem” %s

source: failed to write buildsystem %s %%%s: %s
id: gagal menulis sistem build %s %%%s: %s
ro: nu s-a reușit scrierea sistemului de construire „buildsystem” %s %%%s: %s

source: failed to create temp file for buildsystem: %s
id: gagal membuat berkas sementara untuk sistem pembangunan: %s
ro: crearea fișierului temporar pentru sistemul de construire „buildsystem” a eșuat: %s

source: Section %s is not allowed after build is done!
id: Bagian %s tidak diperbolehkan setelah pembangunan selesai!
ro: Secțiunea %s nu este permisă după ce construirea este finalizată!

source: No compatible architectures found for build
es: No se encontraron arquitecturas compatibles para la compilación
id: Tidak ditemukan arsitektur yang kompatibel untuk membangun
ro: Nu au fost găsite arhitecturi compatibile pentru construire

source: invalid rpm format %d requested, using %d
id: format rpm %d yang diminta tidak valid, menggunakan %d
ro: format rpm nevalid %d solicitat, se utilizează %d

source: Package has no %%description: %s
es: El paquete no tiene %%description: %s
id: Paket tidak memiliki%%keterangan: %s
ro: Pachetul nu are %%description: %s

source: Policy module '%s' duplicated with overlapping types
es: Módulo de normativa «%s» duplicado con tipos que interfieren
id: Modul kebijakan ‘%s’ diduplikasi dengan tipe yang tumpang tindih
ro: Modulul de politică „%s” duplicat cu tipuri care se suprapun

source: Base modules '%s' and '%s' have overlapping types
es: Los módulos de base «%s» y «%s» tienen tipos que interfieren
id: Modul dasar ‘%s’ dan ‘%s’ memiliki tipe yang tumpang tindih
ro: Modulele de bază „%s” și „%s” au tipuri care se suprapun

source: Failed to get policies from header
es: No se pudieron obtener directivas de la cabecera
id: Gagal mendapatkan polis dari header
ro: Nu s-a reușit obținerea politicilor din antet

source: %%semodule requires a file path
es: %%semodule necesita una ruta de archivo
id: %%semodule membutuhkan jalur berkas
ro: %%semodule necesită o rută de fișier

source: Failed to read policy file: %s
es: No se pudo leer el archivo de directiva: %s
id: Gagal membaca berkas kebijakan: %s
ro: Citirea fișierului de politică a eșuat: %s

source: Failed to encode policy file: %s
es: No se pudo codificar el archivo de directiva: %s
id: Gagal menyandikan berkas kebijakan: %s
ro: Codificarea fișierului de politică a eșuat: %s

source: Failed to determine a policy name: %s
es: No se pudo determinar un nombre de directiva: %s
id: Gagal menentukan nama polis: %s
ro: Nu s-a reușit determinarea unui nume de politică: %s

source: '%s' type given with other types in %%semodule %s. Compacting types to '%s'.
es: El tipo '%s' ha sido ofrecido con otro tipos en %%semodule %s. Compactando tipos a '%s'.
id: tipe ‘%s’ diberikan dengan tipe lain dalam %%semodul %s. Memadatkan tipe menjadi ‘%s’.
ro: Tipul „%s” dat cu alte tipuri în %%semodule %s. Se compactează tipurile în „%s”.

source: Error parsing %s: %s
es: Error al analizar %s: %s
id: Penguraian kesalahan %s: %s
ro: Eroare la analizarea %s: %s

source: Expecting %%semodule tag: %s
es: Se espera marca de %%semodule: %s
id: Mengharapkan tag %%semodule: %s
ro: Se aștepta eticheta %%semodule: %s

source: Missing module path in line: %s
es: No se encuentra ruta de módulo en la línea: %s
id: Jalur modul yang hilang dalam baris: %s
ro: Lipsește ruta modulului în linia: %s

source: Too many arguments in line: %s
es: Demasiados argumentos en el renglón: %s
id: Terlalu banyak argumen dalam baris: %s
ro: Prea multe argumente în linie: %s

source: Processing policies: %s
es: Procesando directivas: %s
id: Kebijakan pemrosesan: %s
ro: Se procesează politicile: %s

source: Ignoring invalid regex %s
es: Ignorando regex no válido %s
id: Mengabaikan regex tidak valid %s
ro: Se ignoră expresia regulată nevalidă %s

source: %s: mime and magic supplied, only mime will be used
es: %s: mime y magic proporcionados, solo mime será utilizado
id: %s: pantomim dan sulap disediakan, hanya pantomim yang akan digunakan
ro: %s: mime și magic furnizate, numai mime va fi utilizat

source: Couldn't create pipe for %s: %m
es: No pudo crear un conducto para %s: %m
id: Tidak dapat membuat pipa untuk %s: %m
ro: Nu s-a putut crea conducta pentru %s: %m

source: Couldn't fork %s: %s
es: No pudo bifurcar %s: %s
id: Tidak dapat bercabang %s: %s
ro: Nu s-a putut bifurca %s: %s

source: Couldn't exec %s: %s
es: No pudo ejecutar %s: %s
id: Tidak dapat menjalankan %s: %s
ro: Nu s-a putut executa %s: %s

source: Failed to wait for exit status of %s: %s
id: Gagal menunggu status keluar dari %s: %s
ro: Așteptarea stării de ieșire a %s, a eșuat: %s

source: %s failed: %x
es: %s ha fallado: %x
id: %s gagal: %x
ro: %s a eșuat: %x

source: failed to write all data to %s: %s
es: ha fallado al escribir todos los datos a %s: %s
id: gagal menulis semua data ke %s: %s
ro: nu s-a reușit să se scrie toate datele în %s: %s

source: invalid or out of order path from generator: %s
id: jalur tidak valid atau rusak dari generator: %s
ro: rută nevalidă sau în ordine defectuoasă de la generator: %s

source: Empty file classifier
es: Clasificador de archivo vacío
id: Pengklasifikasi berkas kosong
ro: Clasificator de fișier gol

source: No file attributes configured
es: No se han configurado atributos de archivo
id: Tidak ada atribut berkas yang dikonfigurasi
ro: Nu sunt configurate atributele fișierului

source: magic_open(0x%x) failed: %s
es: falló «magic_open(0x%x)»: %s
id: magic_open(0x%x) gagal: %s
ro: magic_open(0x%x) a eșuat: %s

source: magic_load failed: %s
es: falló «magic_load»: %s
id: magic_load gagal: %s
ro: magic_load a eșuat: %s

source: Recognition of file "%s" failed: mode %06o %s
es: No se pudo reconocer el archivo «%s»: modo %06o %s
id: Pengenalan berkas “%s” gagal: mode %06o %s
ro: Recunoașterea fișierului „%s” a eșuat: mod %06o %s

source: Recognition of file mtype "%s" failed: mode %06o %s
es: Reconocimiento de archivo de tipo m «%s» incorrecto: modo %06o %s
id: Pengenalan mtipe berkas “%s” gagal: mode %06o %s
ro: Recunoașterea fișierului mtype „%s” a eșuat: mod %06o %s

source: Finding %s: %s
es: Buscando %s: %s
id: Menemukan %s: %s
ro: Se caută %s: %s

source: Failed to find %s:
es: No se pudo encontrar %s:
id: Gagal menemukan %s:
ro: Căutarea %s a eșuat:

source: Deprecated external dependency generator is used!
es: Se está utilizando generador de dependencia externa obsoleto.
id: Generator ketergantungan eksternal yang sudah usang digunakan!
ro: Este utilizat un generator de dependențe externe depreciat!

source: External dependency generator is incompatible with v6 packages
id: Generator ketergantungan eksternal tidak kompatibel dengan paket v6
ro: Generatorul de dependențe externe este incompatibil cu pachetele v6 !

source: line %d: %s: package %s does not exist
es: línea %d: %s: el paquete %s no existe
id: baris %d: %s: paket %s tidak ada
ro: linia %d: %s: pachetul %s nu există

source: line %d: %s: package %s already exists
es: línea %d: %s: el paquete %s ya existe
id: baris %d: %s: paket %s sudah ada
ro: linia %d: %s: pachetul %s există deja

source: query of specfile %s failed, can't parse
es: la consulta del archivo spec %s ha fallado, no puede interpretar
id: kueri dari specfile %s gagal, tidak bisa mengurai
ro: interogarea fișierului spec %s a eșuat, nu se poate analiza

source: invalid %%_db_backend: %s
es: %%_db_backend no válido: %s
id: tidak valid %%_db_backend: %s
ro: %%_db_backend nevalid: %s

source: Converting database from %s to %s backend
es: Convirtiendo base de datos desde %s al backend %s
id: Mengonversi basis data dari%s ke%s backend
ro: Se convertește baza de date de la %s la %s

source: Found %s %s database while attempting %s backend: using %s backend.
es: Encontrada %s %s base de datos mientras intente backend %s: utilizando backend %s.
id: Ditemukan basis data %s %s saat mencoba %s backend: menggunakan %s backend.
ro: S-a găsit %s %s baza de date în timp ce se încerca backend-ul %s: se utilizează backend-ul %s.

source: Detected outdated index databases
es: Detectada índice de base de datos obsoleta
id: Mendeteksi basis data indeks yang sudah kedaluwarsa
ro: Au fost detectate baze de date cu indexuri învechite

source: Rebuilding outdated index databases
es: Recompilación índice de base de datos caducada
id: Membangun kembali basis data indeks yang sudah ketinggalan zaman
ro: Se reconstruiesc bazele de date cu indexuri învechite

source: rpmidx: Version mismatch. Expected version: %u. Found version: %u
es: rpmidx: no coincide la versión. Versión esperada: %u. Versión encontrada: %u
id: rpmidx: Ketidakcocokan versi. Versi yang diharapkan: %u. Versi yang ditemukan: %u
ro: rpmidx: Versiune inadecvată. Versiunea așteptată: %u. Versiunea găsită: %u

source: rpmpkg: Version mismatch. Expected version: %u. Found version: %u
es: rpmpkg: no coincide la versión. Versión esperada: %u. Versión encontrada: %u
id: rpmpkg: Ketidakcocokan versi. Versi yang diharapkan: %u. Versi yang ditemukan: %u
ro: rpmpkg: Versiune inadecvată. Versiunea așteptată: %u. Versiunea găsită: %u

source: rpmpkg: detected non-zero blob, trying auto repair
es: rpmpkg: detectado objeto inmutable distinto de cero, intentando auto-reparar
id: rpmpkg: terdeteksi gumpalan bukan nol, mencoba perbaikan otomatis
ro: rpmpkg: s-a detectat un bloc binar (blob) diferit de zero, se încearcă repararea automată

source: rpmxdb: Version mismatch. Expected version: %u. Found version: %u
es: rpmxdb: Versión no coincide. Versión esperada: %u. Versión encontrada: %u
id: rpmxdb: Ketidakcocokan versi. Versi yang diharapkan: %u. Versi yang ditemukan: %u
ro: rpmxdb: Versiune inadecvată. Versiunea așteptată: %u. Versiunea găsită: %u

source: Unable to open sqlite database %s: %s
es: No se puede abrir la base de datos SQLite %s: %s
id: Tidak dapat membuka basis data sqlite %s: %s
ro: Nu s-a putut deschide baza de date sqlite %s: %s

source: %s is a Delta RPM and cannot be directly installed
es: %s es un RPM Delta y no puede ser instalado directamente
id: %s adalah Delta RPM dan tidak dapat langsung dipasang
ro: %s este un RPM Delta și nu poate fi instalat direct

source: Unsupported payload (%s) in package %s
es: Carga no admitida (%s) en el paquete %s
id: Payload tidak didukung (%s) dalam paket %s
ro: Încărcătură utilă neacceptată (%s) în pachetul %s

source: package %s was already added, skipping %s
es: el paquete %s ya fue añadido, omitiendo %s
id: paket %s sudah ditambahkan, lewati %s
ro: pachetul %s a fost deja adăugat, se omite %s

source: package %s was already added, replacing with %s
es: el paquete %s ya fue añadido, reemplazando con %s
id: paket %s sudah ditambahkan, diganti dengan %s
ro: pachetul %s a fost deja adăugat, se înlocuiește cu %s

source: (not a blob)
es: (no es un objeto inmutable)
id: (bukan gumpalan)
ro: (nu este un bloc binar „blob”)

source: (not a number)
es: (no es un número)
id: (bukan angka)
ro: (nu este un număr)

source: (not a string)
es: (no es una cadena)
id: (bukan string)
ro: (nu este un șir)

source: (invalid type)
es: (tipo no válido)
id: (jenis tidak valid)
ro: (tip nevalid)

source: (not base64)
es: (no es base64)
id: (bukan base64)
ro: (nu este base64)

source: (invalid xml type)
es: (tipo XML no válido)
id: (tipe xml tidak valid)
ro: (tip xml nevalid)

source: (not an OpenPGP signature)
es: (no es una firma OpenPGP)
id: (bukan tanda tangan OpenPGP)
ro: (nu este o semnătură OpenPGP)

source: Invalid date %u
es: La fecha %u no es válida
id: Tanggal tidak valid %u
ro: Dată nevalidă %u

source: replaced
es: reemplazadoo
id: diganti
ro: substituit

source: not installed
es: no instalado
id: tidak dipasang
ro: neinstalat

source: net shared
es: compartido en red
id: jaringan bersama
ro: partajat în rețea

source: wrong color
es: color incorrecto
id: warna salah
ro: culoare greșită

source: missing
es: faltante
id: hilang
ro: lipsește

source: (unknown)
es: (desconocido)
id: (tidak diketahui)
ro: (necunoscut)

source: failed to open dir %s of %s: %s
es: incorrecto al abrir dir %s de %s: %s
id: gagal membuka dir %s dari %s: %s
ro: nu s-a putut deschide directorul %s din %s: %s

source: %s%s saved as %s%s
es: %s%s guardado como %s%s
id: %s%s disimpan sebagai %s%s
ro: %s%s salvat ca %s%s

source: %s%s created as %s%s
es: %s%s creado como %s%s
id: %s%s dibuat sebagai %s%s
ro: %s%s creat ca %s%s

source: %s %s%s: remove failed: %s
id: %s %s%s: penghapusan gagal: %s
ro: %s %s%s: eliminarea a eșuat: %s

source: directory
es: directorio
id: direktori
ro: director

source: file
es: archivo
id: berkas
ro: fișier

source: tag[%d]: BAD, tag %d type %d offset %d count %d len %d
es: etiq[%d]: INCORRECTO, etiq %d tipo %d desplz %d conteo %d longitud %d
id: tag[%d]: BAD, tag %d tipe %d offset %d jumlah %d panjang %d
ro: eticheta[%d]: EROARE, eticheta %d tip %d decalaj %d număr %d lungime %d

source: hdr load: BAD
es: carga cab: INCORRECTO
ro: încărcare hdr: EROARE

source: region: no tags
es: región: sin etiquetas
id: wilayah: tanpa tag
ro: regiune: fără etichete

source: region tag: BAD, tag %d type %d offset %d count %d
es: etiq región: INCORRECTO, etiq %d tipo %d despz %d conteo %d
id: tag wilayah: BAD, tag %d tipe %d offset %d jumlah %d
ro: etichetă regiune: EROARE, eticheta %d tip %d decalaj %d număr %d

source: region offset: BAD, tag %d type %d offset %d count %d
es: region offset: INCORRECTO, tag %d type %d offset %d count %d
id: offset wilayah: BAD, tag %d tipe %d offset %d jumlah %d
ro: decalaj regiune: EROARE, eticheta %d tip %d decalaj %d număr %d

source: region trailer: BAD, tag %d type %d offset %d count %d
es: region trailer: INCORRECTO, tag %d type %d offset %d count %d
id: trailer wilayah: BAD, tag %d tipe %d offset %d jumlah %d
ro: final regiune: EROARE, eticheta %d tip %d decalaj %d număr %d

source: region %d size: BAD, ril %d il %d rdl %d dl %d
es: region %d size: INCORRECTO, ril %d il %d rdl %d dl %d
id: wilayah %d ukuran: BAD, ril %d il %d rdl %d dl %d
ro: dimensiune regiune %d: EROARE, ril %d il %d rdl %d dl %d

source: region %d: tag number mismatch il %d ril %d dl %d rdl %d
es: región %d: número de etiqueta no coincide il %d ril %d dl %d rdl %d
id: wilayah %d: Ketidaksesuaian nomor tag il %d ril %d dl %d rdl %d
ro: regiunea %d: numărul etichetei nu corespunde il %d ril %d dl %d rdl %d

source: hdr tags: BAD, no. of tags(%<PRIu32>) out of range
es: hdr tags: INCORRECTO, no. of tags(%<PRIu32>) out of range
id: tag HDR: BAD, jumlah tag (%<PRIu32>) di luar rentang
ro: etichete hdr: EROARE, numărul de etichete (%<PRIu32>) este în afara intervalului

source: hdr data: BAD, no. of bytes(%<PRIu32>) out of range
es: hdr data: INCORRECTO, no. of bytes(%<PRIu32>) out of range
ro: date hdr: EROARE, numărul de octeți (%<PRIu32>) este în afara intervalului
