Repository: rpm-software-management/rpm-l10n
Catalog: *.po
Languages: es, id, ro

source: unable to parse _buildtime macro
id: tidak dapat memproses makro _buildtime
ro: nu se poate analiza macrocomanda _buildtime

source: unable to parse SOURCE_DATE_EPOCH
es: no es capaz de interpretar SOURCE_DATE_EPOCH
id: tidak dapat memproses SOURCE_DATE_EPOCH
ro: nu se poate analiza SOURCE_DATE_EPOCH

source: Could not canonicalize hostname: %s
es: No se pudo canonizar el nombre de hospedaje: %s
id: Gagal mengonversi nama host menjadi kanonik: %s
ro: Nu s-a putut canoniza numele de gazdă: %s

source: Unable to open temp file: %s
es: No es posible abrir el archivo temporal: %s
id: Tidak dapat membuka berkas sementara: %s
ro: Nu s-a putut deschide fișierul temp: %s

source: Unable to open stream: %s
es: No es posible abrir flujo: %s
id: Tidak dapat membuka aliran: %s
ro: Nu s-a putut deschide fluxul: %s

source: Executing(%s): %s
es: Ejecutando(%s): %s
id: Menjalankan(%s): %s
ro: Se execută(%s): %s

source: Bad exit status from %s (%s)
es: Estado de salida erróneo de %s (%s)
id: Status keluar yang buruk dari %s (%s)
ro: Stare de ieșire incorectă de la %s (%s)

source: Failed build dependencies:
es: Fallo al construir las dependencias:
id: Ketergantungan build yang gagal:
ro: Dependențe de construcție nesatisfăcute:

source: failed to create package build directory %s: %s
id: gagal membuat direktori build paket %s: %s
ro: crearea directorului de compilare a pachetului %s a eșuat: %s

source: setting %s=%s
es: establece %s=%s
id: menetapkan %s=%s
ro: se definește %s=%s

source: %%source_date_epoch_from_changelog is set, but %%changelog has no entries to take a date from
id: %%source_date_epoch_from_changelog telah ditetapkan, tetapi %%changelog tidak memiliki entri untuk diambil tanggalnya.
ro: %%source_date_epoch_from_changelog este definită, dar %%changelog nu are intrări din care să preia o dată

source: RPM build warnings:
es: advertencia de compilación RPM
id: Peringatan pembangunan RPM:
ro: Avertizări de construire RPM:

source: RPM build errors:
es: Errores de compilación de RPM
id: Kesalahan pembuatan RPM:
ro: Erori de construire RPM:

source: Missing '(' in %s %s
es: «(» faltante en %s %s
id: Hilang ‘(’ dalam %s %s
ro: Lipsește „(” în %s %s

source: Missing ')' in %s(%s
es: «)» faltante en %s(%s
id: Hilang ‘)’ dalam %s(%s
ro: Lipsește „)” în %s(%s

source: Invalid %s token: %s
es: Ficha %s no válida: %s
id: Token %s tidak valid: %s
ro: Simbol %s nevalid: %s

source: Missing %s in %s(%s)
es: %s ausente en %s(%s)
id: Kurang %s di %s(%s)
ro: Lipsește %s din %s(%s)

source: Non-white space follows %s(): %s
es: Ningún espacio en blanco después de %s(): %s
id: Spasi non putih mengikuti %s(): %s
ro: După %s() nu urmează un spațiu în alb: %s

source: Bad syntax: %s(%s)
es: Sintaxis errónea: %s(%s)
id: Sintaks yang buruk: %s(%s)
ro: Sintaxă greșită: %s(%s)

source: Bad mode spec: %s(%s)
es: modo spec erróneo: %s(%s)
id: Spesifikasi mode buruk: %s(%s)
ro: Permisiuni incorecte ale fișierului spec: %s(%s)

source: Bad dirmode spec: %s(%s)
es: dirmode spec erróneo: %s(%s)
id: Spesifikasi dirmode yang buruk: %s(%s)
ro: Permisiuni incorecte ale directorului fișierului spec: %s(%s)

source: Unusual locale length: "%s" in %%lang(%s)
es: Longitud de locale no usual: "%s" in %%lang(%s)
id: Panjang lokal tidak biasa: “%s” dalam %%lang(%s)
ro: Lungime ne uzuală a valorii configurației regionale de limbă: „%s” în %%lang(%s)

source: Duplicate locale %s in %%lang(%s)
es: Locale %s duplicado en %%lang(%s)
id: Duplikat lokal %s di %%lang(%s)
ro: Valoare duplicată configurației regionale de limbă „%s” în %%lang(%s)

source: Invalid capability: %s
es: Capacidad inválida %s
id: Kemampuan tidak valid: %s
ro: Capacitate nevalidă: %s

source: File capability support not built in
es: Soporte para la capacidad del archivo no compilado
id: Dukungan kemampuan berkas tidak ada di dalamnya
ro: Suportul pentru capacitatea de fișier nu este inclus

source: Missing quote: %s
id: Kutipan yang hilang: %s
ro: Lipsește ghilimeaua: %s

source: Trailing backslash: %s
id: Garis miring yang tertinggal: %s
ro: Bară oblică inversă la sfârșit: %s

source: File must begin with "/": %s
es: Los archivos deben iniciar con "/": %s
id: Berkas harus dimulai dengan “/”: %s
ro: Fișierul trebuie să înceapă cu „/”: %s

source: %%clamp_mtime_to_source_date_epoch is deprecated, please use %%build_mtime_policy
id: %%clamp_mtime_to_source_date_epoch sudah tidak digunakan lagi, silakan gunakan %%build_mtime_policy
ro: %%clamp_mtime_to_source_date_epoch este depreciată, vă rugăm să utilizați %%build_mtime_policy

source: unable to parse %s=%s
es: no es capaz de interpretar %s=%s
id: tidak dapat menguraikan %s = %s
ro: nu se poate analiza %s=%s

source: Unknown mtime policy '%s'
id: Kebijakan mtime tidak diketahui '%s'
ro: Politică necunoscută privind ora modificării „%s”

source: Unknown file digest algorithm %u, falling back to %u
id: Algoritma intisari berkas tidak diketahui %u, kembali ke %u
ro: Algoritm de sumă de control de fișier necunoscut %u, se revine la algoritmul %u

source: File listed twice: %s
es: Archivo listado dos veces: %s
id: Berkas terdaftar dua kali: %s
ro: Fișier listat de două ori: %s

source: reading symlink %s failed: %s
es: falló la lectura %s de symlink: %s
id: membaca symlink %s gagal: %s
ro: citirea legăturii simbolice %s a eșuat: %s

source: absolute symlink: %s -> %s
es: enlace de firma absoluta: %s->%s
id: symlink absolut: %s -> %s
ro: legătură simbolică absolută: %s -> %s

source: Symlink points to BuildRoot: %s -> %s
es: El enlace simbólico apunta a BuildRoot: %s -> %s
id: Symlink mengarah ke BuildRoot: %s -> %s
ro: Legătura simbolică indică către BuildRoot: %s -> %s

source: Illegal character (0x%x) in filename: %s
es: Carácter ilegal (0x%x) en nombre de archivo: %s
id: Karakter ilegal (0x%x) dalam nama berkas: %s
ro: Caracter ilegal (0x%x) în numele fișierului: %s

source: Path is outside buildroot: %s
es: La ruta queda fuera de la raíz de compilación: %s
id: Jalur berada di luar buildroot: %s
ro: Ruta este în afara directorului rădăcină de construire „buildroot”: %s

source: Directory not found: %s
es: No se encontró el directorio: %s
id: Direktori tidak ditemukan: %s
ro: Directorul nu a fost găsit: %s

source: File not found: %s
es: No se encontró el archivo: %s
id: Berkas tidak ditemukan: %s
ro: Fișierul nu a fost găsit: %s

source: Not a directory: %s
es: No es un directorio: %s
id: Bukan direktori: %s
ro: Nu este un director: %s

source: Can't read content of file: %s
es: No se pudo leer el contenido del archivo: %s
id: Tidak dapat membaca isi berkas: %s
ro: Nu se poate citi conținutul fișierului: %s

source: %s: can't load unknown tag (%d).
es: %s: no se puede cargar, etiqueta (%d) desconocida.
id: %s: tidak dapat memuat tag tidak dikenal (%d).
ro: %s: nu se poate încărca eticheta necunoscută (%d).

source: %s: public key read failed.
es: %s: no se pudo leer la clave pública.
id: %s: pembacaan kunci publik gagal.
ro: %s: citirea cheii publice a eșuat.

source: %s: not an armored public key.
es: %s: no es una clave pública blindada.
id: %s: bukan kunci publik lapis baja.
ro: %s: nu este o cheie publică blindată.

source: %s: failed to encode
es: %s: no se pudo codificar
id: %s: gagal menyandikan
ro: %s: codificarea a eșuat

source: failed symlink
es: enlace simbólico incorrecto
id: gagal symlink
ro: legătura simbolică a eșuat

source: Duplicate build-id, stat %s: %m
es: Duplica ID de compilación, estado %s: %m
id: Duplikat build-id, stat %s: %m
ro: ID de construire (build-id) duplicat, starea %s: %m

source: Duplicate build-ids %s and %s
es: Duplica ID de compilación %s y %s
id: Duplikat build-id %s dan %s
ro: ID-uri de construire (build-id) duplicate %s și %s

source: _build_id_links macro not set, assuming 'compat'
es: _build_id_links de macro no puesta, se asume 'compat'
id: makro _build_id_links tidak disetel, dengan asumsi 'compat'
ro: macrocomanda _build_id_links nu este definită, se presupune „compat”

source: _build_id_links macro set to unknown value '%s'
es: _build_id_links de macro puesta a valor desconocido '%s'
id: makro _build_id_links disetel ke nilai tidak diketahui '%s'
ro: macrocomanda _build_id_links este definită la valoarea necunoscută „%s”

source: error reading build-id in %s: %s
es: error leyendo build-id en %s: %s
id: kesalahan membaca build-id dalam %s: %s
ro: eroare la citirea identificatorului de construire (build-id) din %s: %s

source: Missing build-id in %s
es: Ausencia build-id en %s
id: Build-id yang hilang dalam %s
ro: Lipsește identificatorul de construire (build-id) în %s

source: build-id found in %s too small
es: build-id encontrado en %s muy pequeño
id: build-id ditemukan dalam %s terlalu kecil
ro: ID-ul de construire „build-id” găsit în %s este prea mic

source: build-id found in %s too large
es: build-id encontrado en %s muy grande
id: build-id ditemukan dalam %s terlalu besar
ro: ID-ul de construire „build-id” găsit în %s este prea mare

source: failed to create directory
es: no se pudo crear el directorio
id: gagal membuat direktori
ro: eșec la crearea directorului

source: Mixing main ELF and debug files in package
id: Mencampur berkas ELF utama dan debug dalam paket
ro: Se amestecă fișierele ELF principale și de depanare în pachet

source: File needs leading "/": %s
es: El archivo necesita comenzar por «/»: %s
id: Berkas harus diawali dengan “/”: %s
ro: Fișierul trebuie să înceapă cu „/”: %s

source: Could not open %s file %s: %m
es: No se pudo abrir el archivo %s %s: %m
id: Tidak dapat membuka berkas %s %s: %m
ro: Nu s-a putut deschide fișierul %s %s: %m

source: Empty %s file %s
es: Vacía %s archivo %s
id: Mengosongkan berkas %s %s
ro: Fișier %s gol %s

source: illegal _docdir_fmt %s: %s
es: «_docdir_fmt» %s no válido: %s
id: ilegal _docdir_fmt %s: %s
ro: _docdir_fmt %s ilegal: %s

source: Special file in generated file list: %s
es: Archivo especial dentro de listado de archivo generado: %s
id: Berkas khusus dalam daftar berkas yang dihasilkan: %s
ro: Fișier special în lista de fișiere generate: %s

source: Can't mix special %s with other forms: %s
es: No se puede mezclar el %s especial con otros formatos: %s
id: Tidak dapat mencampur %s khusus dengan bentuk lain: %s
ro: Nu se poate amesteca %s special cu alte forme: %s

source: More than one file on a line: %s
es: Más de un archivo en una línea: %s
id: Lebih dari satu berkas dalam satu baris: %s
ro: Mai mult de un fișier pe o linie: %s

source: Generating build-id links failed
es: Generando enlaces incorrectos de id de compilación
id: Membuat tautan build-id gagal
ro: Generarea legăturilor la identificatorul de construire (build-id) a eșuat.

source: Bad file: %s: %s
es: Archivo erróneo: %s: %s
id: Berkas buruk: %s: %s
ro: Fișier incorect: %s: %s

source: Checking for unpackaged file(s): %s
es: Comprobando si hay archivos desempaquetados: %s
id: Memeriksa berkas yang belum dipaketkan: %s
ro: Se verifică dacă există fișiere neîmpachetate: %s

source: Installed (but unpackaged) file(s) found: %s
es: Se encontraron archivos instalados (pero desempaquetados): %s
id: Berkas yang dipasang (tetapi tidak dikemas) ditemukan: %s
ro: S-au găsit fișiere instalate (dar neîmpachetate): %s

source: package %s already exists
es: el paquete %s ya existe
id: paket %s sudah ada
ro: pachetul %s există deja

source: %s was mapped to multiple filenames
es: %s fue redistribuido a múltiples nombres de archivo
id: %s dipetakan ke beberapa nama berkas
ro: %s are atribuite mai multe nume de fișiere

source: Processing files: %s
es: Procesando archivos: %s
id: Memproses berkas: %s
ro: Se procesează fișierele: %s

source: Binaries arch (%d) not matching the package arch (%d).
es: Los archivos binarios (%d) no coinciden con los archivos del paquete (%d).
id: Lengkungan binari (%d) tidak cocok dengan lengkungan paket (%d).
ro: Arhitectura binarelor (%d) nu corespunde arhitecturii pachetului (%d).

source: Arch dependent binaries in noarch package
es: Binarios dependientes de la arquitectura en paquetes sin arquitectura
id: Biner yang bergantung pada lengkungan dalam paket noarch
ro: Binare dependente de arhitectură în pachetul noarch

source: create archive failed on file %s: %s
es: falló al crear el archivo %s: %s
id: membuat arsip gagal pada berkas %s: %s
ro: crearea arhivei a eșuat la fișierul %s: %s

source: create archive failed: %s
es: creación de archivador incorrecta: %s
id: membuat arsip gagal: %s
ro: crearea arhivei a eșuat: %s

source: Unknown payload compression: %s
es: Compresión de carga útil desconocida: %s
id: Kompresi payload tidak diketahui: %s
ro: Comprimare necunoscută a încărcăturii utile: %s

source: Could not seek in file %s: %s
es: No se pudo continuar en archivo %s: %s
id: Tidak dapat mencari di berkas %s: %s
ro: Nu s-a putut căuta în fișierul %s: %s

source: Failed to read %jd bytes in file %s: %s
es: Incorrecto al leer %jd bytes en el archivo %s: %s
id: Gagal membaca %jd byte dalam berkas %s: %s
ro: Nu s-a reușit citirea a %jd octeți din fișierul %s: %s

source: Unable to create immutable header region
es: No es capaz de crear región de cabecera inmutable
id: Tidak dapat membuat wilayah tajuk tidak dapat diubah
ro: Nu s-a putut crea o regiune de antet imuabilă

source: Unable to write header to %s: %s
es: No es capaz de escribir cabecera a %s: %s
id: Tidak dapat menulis header ke %s: %s
ro: Nu s-a putut scrie antetul în %s: %s

source: Could not open %s: %s
es: No se pudo abrir %s: %s
id: Tidak dapat membuka %s: %s
ro: Nu s-a putut deschide %s: %s

source: Unable to write package: %s
es: No es capaz de escribir el paquete: %s
id: Tidak dapat menulis paket: %s
ro: Nu s-a putut scrie pachetul: %s

source: Wrote: %s
es: Escrito: %s
id: Menulis: %s
ro: S-a scris: %s

source: Executing "%s":
es: Ejecutando «%s»:
id: Menjalankan “%s”:
ro: Se execută „%s”:

source: Execution of "%s" failed.
es: Ejecución de «%s» incorrecta.
id: Eksekusi “%s” gagal.
ro: Executarea „%s” a eșuat.

source: Package check "%s" failed.
es: Comprobación de paquete «%s» incorrecta.
id: Pemeriksaan paket “%s” gagal.
ro: Verificarea pachetului „%s” a eșuat.

source: cannot create %s: %s
es: no se puede crear %s: %s
id: tidak dapat membuat %s: %s
ro: nu se poate crea %s: %s

source: Could not generate output filename for package %s: %s
es: No se pudo generar el nombre de archivo de salida para el paquete %s: %s
id: Tidak dapat menghasilkan nama berkas keluaran untuk paket %s: %s
ro: Nu s-a putut genera numele fișierului de ieșire pentru pachetul %s: %s

source: Finished binary package job, result %d, filename %s
es: Tarea de paquete binario finalizada, resultado %d, nombre de archivo %s
id: Pekerjaan paket biner yang sudah selesai, hasil %d, nama berkas %s
ro: Construirea pachetului binar a fost finalizată, rezultat %d, nume fișier %s

source: line %d: Error parsing script: %s: %s
id: baris %d: Skrip penguraian kesalahan: %s: %s
ro: linia %d: eroare la analizarea scriptului: %s: %s

source: line %d: Bad %s option %s: %s
ro: linia %d: opțiune %s greșită %s: %s

source: line %d: second %s
es: línea %d: segundo %s
id: baris %d: detik %s
ro: linia %d: secunda %s

source: line %d: append and prepend specified: %s
id: baris %d: tambahkan dan prapenambahan yang ditentukan: %s
ro: linia %d: adăugare și adăugare la început (prepend) specificate: %s

source: bogus date in %%changelog: %s
es: fecha fraudulenta en %%changelog: %s
id: tanggal palsu di %%changelog: %s
ro: dată eronată în %%changelog: %s

source: %%changelog entries must start with *
es: entradas %%changelog deben iniciar con *
id: entri %%changelog harus dimulai dengan *
ro: intrările din %%changelog trebuie să înceapă cu *

source: incomplete %%changelog entry
es: entrada %%changelog incompleta
id: entri %%changelog tidak lengkap
ro: intrare în %%changelog incompletă

source: bad date in %%changelog: %s
es: fecha incorrecta en %%changelog: %s
id: tanggal buruk di %%changelog: %s
ro: dată greșită în %%changelog: %s

source: %%changelog not in descending chronological order
es: %%changelog no está en orden cronológico descendente
id: %%changelog tidak dalam urutan kronologis yang menurun
ro: %%changelog nu este în ordine cronologică descrescătoare

source: missing name in %%changelog
es: nombre ausente en %%changelog
id: nama yang hilang di %%changelog
ro: lipsește numele în %%changelog

source: no description in %%changelog
es: ninguna descripción en %%changelog
id: tidak ada deskripsi dalam %%changelog
ro: nicio descriere în %%changelog

source: line %d: second %%changelog
es: línea %d: segundo %%changelog
id: baris %d: %%changelog kedua
ro: linia %d: secunda %%changelog

source: line %d: Error parsing %%description: %s
es: línea %d: Error al interpretar %%description: %s
id: baris %d: Penguraian kesalahan %%keterangan: %s
ro: linia %d: eroare la analizarea %%description: %s

source: line %d: Bad option %s: %s
es: línea %d: Opción incorrecta %s: %s
id: baris %d: Pilihan buruk %s: %s
ro: linia %d: opțiune greșită %s: %s

source: line %d: Too many names: %s
es: línea %d: Demasiados nombres: %s
id: baris %d: Terlalu banyak nama: %s
ro: linia %d: prea multe nume: %s

source: line %d: Error parsing %%files: %s
es: línea %d: Error al analizar %%files: %s
id: baris %d: Penguraian kesalahan %%berkas: %s
ro: linia %d: eroare la analizarea %%files: %s

source: line %d: multiple %%files for package '%s'
es: línea %d: múltiples %%files para empaquetar '%s'
id: baris %d: beberapa %%berkas untuk paket '%s'
ro: linia %d: multiple %%files pentru pachetul „%s”

source: line %d: Error parsing %%policies: %s
es: línea %d: Error al analizar %%policies: %s
id: baris %d: Penguraian kesalahan %%kebijakan: %s
ro: linia %d: eroare la analizarea %%policies: %s

source: Error parsing tag field: %s
es: Error interpretando campo de etiqueta: %s
id: Bidang tag penguraian kesalahan: %s
ro: Eroare la analizarea câmpului de etichetă: %s

source: line %d: Bad number: %s
es: línea %d: Número incorrecto: %s
id: baris %d: Angka buruk: %s
ro: linia %d: număr eronat: %s

source: line %d: Bad no%s number: %u
es: línea %d: Número no%s incorrecto: %u
id: baris %d: Nomor no%s yang buruk: %u
ro: linia %d: număr no%s eronat: %u

source: Downloading %s to %s
es: Descargando %s en %s
id: Mengunduh %s ke %s
ro: Se descarcă %s în %s

source: Couldn't download %s
es: No pudo descargar %s
id: Tidak dapat mengunduh %s
ro: Nu s-a putut descărca %s

source: line %d: Bad %s number: %s
es: línea %d: número %s incorrecto: %s
id: baris %d: Angka %s yang buruk: %s
ro: linia %d: număr %s eronat: %s

source: %s %d defined multiple times
es: %s %d definido múltiples veces
id: %s %d didefinisikan beberapa kali
ro: %s %d definit de mai multe ori

source: Architecture is excluded: %s
es: La arquitectura es excluida: %s
id: Arsitektur tidak termasuk: %s
ro: Arhitectura este exclusă: %s

source: Architecture is not included: %s
es: La arquitectura no es incluida: %s
id: Arsitektur tidak termasuk: %s
ro: Arhitectura nu este inclusă: %s

source: OS is excluded: %s
es: SO es excluido: %s
id: OS tidak termasuk: %s
ro: SO-ul este exclus: %s

source: OS is not included: %s
es: SO no es incluido: %s
id: OS tidak disertakan: %s
ro: Sistemul de operare nu este inclus: %s

source: %s field must be present in package: %s
es: el campo %s debe estar presente en el paquete: %s
id: bidang %s harus ada dalam paket: %s
ro: Câmpul %s trebuie să fie prezent în pachet: %s

source: %s field must be present before build in package: %s
id: bidang %s harus ada sebelum membangun paket: %s
ro: Câmpul %s trebuie să fie prezent înainte de compilarea pachetului: %s

source: Duplicate %s entries in package: %s
es: Duplicar entradas %s en el paquete: %s
id: Duplikat entri %s dalam paket: %s
ro: Intrări %s duplicate în pachetul: %s

source: Unable to open icon %s: %s
es: No es capaz de abrir el icono %s: %s
id: Tidak dapat membuka ikon %s: %s
ro: Nu s-a putut deschide pictograma %s: %s

source: Unable to read icon %s: %s
es: No es capaz de leer el icono %s: %s
id: Tidak dapat membaca ikon %s: %s
ro: Nu s-a putut citi pictograma %s: %s

source: Unknown icon type: %s
es: Tipo de icono desconocido: %s
id: Jenis ikon tidak dikenal: %s
ro: Tip de pictogramă necunoscut: %s

source: line %d: Tag takes single token only: %s
es: línea %d: La etiqueta solo recibe patrones individuales: %s
id: baris %d: Tag hanya menerima token tunggal: %s
ro: linia %d: eticheta ia un singur simbol: %s

source: line %d: %s in: %s
es: línea %d: %s interno: %s
id: baris %d: %s dalam: %s
ro: linia %d: %s în: %s

source: %s in: %s
es: %s interno: %s
id: %s dalam: %s
ro: %s în: %s

source: Illegal char '%c' (0x%x)
es: Carácter '%c' ilegal (0x%x)
id: Karakter ilegal ‘%c’ (0x%x)
ro: Caracter ilegal „%c” (0x%x)

source: Possible unexpanded macro
es: Macro posible inexpandida
id: Kemungkinan makro tidak diperluas
ro: Macrocomandă posibil neexpandată

source: Illegal sequence ".."
es: Secuencia ilegal ".."
id: Urutan ilegal “..”
ro: Secvență ilegală „..”

source: line %d: Malformed tag: %s
es: línea %d: etiqueta mal formada: %s
id: baris %d: Tag yang rusak: %s
ro: linia %d: etichetă incorect formatată: %s

source: line %d: Empty tag: %s
es: línea %d: etiqueta vacía: %s
id: baris %d: Tag kosong: %s
ro: linia %d: etichetă goală: %s

source: line %d: Prefixes must not end with "/": %s
es: línea %d: los prefijos deben finalizar con "/": %s
id: baris %d: Awalan tidak boleh diakhiri dengan “/”: %s
ro: linia %d: prefixele nu trebuie să se termine cu „/”: %s

source: line %d: Docdir must begin with '/': %s
es: línea %d: Docdir debe iniciar con '/': %s
id: baris %d: Docdir harus diawali dengan ‘/’: %s
ro: linia %d: docdir trebuie să înceapă cu „/”: %s

source: line %d: Epoch field must be an unsigned number: %s
es: línea %d: el campo epoch debe ser un número sin signo: %s
id: baris %d: Bidang Epoch harus berupa bilangan tak bertanda: %s
ro: linia %d: câmpul Epoch trebuie să fie un număr fără semn: %s

source: line %d: Bad %s: qualifiers: %s
es: línea %d: %s incorrecto: calificadores: %s
id: baris %d: Buruk %s: kualifikasi: %s
ro: linia %d: %s incorect: calificative: %s

source: line %d: Bad BuildArchitecture format: %s
es: línea %d: formato BuildArchitecture incorrecto: %s
id: baris %d: Format BuildArchitecture yang buruk: %s
ro: linia %d: format BuildArchitecture incorect: %s

source: line %d: Duplicate BuildArch entry: %s
es: línea %d: apunte duplica BuildArch: %s
id: baris %d: Entri duplikat BuildArch: %s
ro: linia %d: intrare BuildArch duplicată: %s

source: line %d: Only noarch is allowed after the build: %s
id: baris %d: Hanya noarch yang diperbolehkan setelah build: %s
ro: linia %d: doar subpachetele noarch sunt permise după compilare: %s

source: line %d: Only noarch subpackages are supported: %s
es: línea %d: solo están mantenidos los subpaquetes sin arquitectura: %s
id: baris %d: Hanya subpaket noarch yang didukung: %s
ro: linia %d: doar subpachetele noarch sunt acceptate: %s

source: Internal error: Bogus tag %d
es: Error interno: etiqueta %d bogus
id: Kesalahan internal: Tag palsu %d
ro: Eroare internă: etichetă eronată %d

source: line %d: %s is deprecated: %s
es: línea %d: %s se encuentra obsoleta: %s
id: baris %d: %s sudah tidak digunakan lagi: %s
ro: linia %d: %s este depreciată: %s

source: Bad package specification: %s
es: Especificación de paquete errónea: %s
id: Spesifikasi paket yang buruk: %s
ro: Specificație greșită a pachetului: %s

source: Binary rpm package found. Expected spec file!
es: Encontrado paquete rpm binario. Se esperaba archivo spec.
id: Paket rpm biner ditemukan. Berkas spec yang diharapkan!
ro: Pachet binar rpm găsit. Se aștepta un fișier spec!

source: line %d: Unknown tag: %s
es: línea %d: etiqueta desconocida: %s
id: baris %d: Tag tidak diketahui: %s
ro: linia %d: etichetă necunoscută: %s
