Repository: rpm-software-management/rpm-l10n
Catalog: *.po
Languages: es, id, ro

source: check build dependencies <specfile>
es: comprobar dependencias de compilación <specfile>
id: periksa dependensi build <specfile>
ro: verifică dependențele de compilare <fișierul-spec>

source: build through %install (%prep, %conf, %build, then install) from <specfile>
es: compilar a través de %install (%prep, %conf, %build, luego instalar) desde <specfile>
id: membangun melalui %install (%prep, %conf, %build, lalu install) dari <specfile>
ro: construiește prin %install (%prep, %conf, %build, apoi instalează) din <fișierul-spec>

source: verify %files section from <specfile>
es: verificar la sección %files de <specfile>
id: verifikasi %files dari <specfile>
ro: verifică secțiunea %files din <fișierul-spec>

source: build source and binary packages from <specfile>
es: construir paquetes binarios y fuente desde <specfile>
id: membangun sumber dan paket binari dari <specfile>
ro: construiește pachetele sursă și binar din <fișierul-spec>

source: build binary package only from <specfile>
es: construir paquete binario únicamente desde <specfile>
id: membangun paket binari dari <specfile>
ro: construiește doar pachetul binar din <fișierul-spec>

source: build source package only from <specfile>
es: construir paquete fuente únicamente desde <specfile>
id: membangun paket sumber dari <specfile>
ro: construiește doar pachetul sursă din <fișierul-spec>

source: build source package only from <specfile> - calculate dynamic build requires
es: construye el paquete fuente solo desde <specfile>; calcula requisitos de construcción dinámica
id: membangun paket sumber hanya dari <specfile> - menghitung kebutuhan build dinamis
ro: construiește doar pachetul sursă din <fișierul-spec> - calculează cerințele pentru construirea dinamică

source: build through %prep (unpack sources and apply patches) from <source package>
es: construye a través de %prep (desempaquetar fuentes y aplicar parches) desde <paquete fuente>
id: build melalui %prep (membongkar paket sumber dan menerapkan patch) dari <paket sumber>
ro: construiește prin %prep (despachetează sursele și aplică corecțiile) din <pachetul sursă>

source: <source package>
es: <paquete fuente>
ro: <pachetul sursă>

source: build through %conf (%prep, then %conf) from <source package>
id: build melalui %conf (%prep, lalu %conf) dari <paket sumber>
ro: construiește prin %conf (%prep, apoi %conf) din <pachetul sursă>

source: build through %build (%prep, %conf, then compile) from <source package>
es: compila a través de %build (%prep, %conf, después compila) desde <paquete fuente>
id: build melalui %build (%prep, %conf, lalu kompilasi) dari <paket sumber>
ro: construiește prin %build (%prep, %conf, apoi compilează) din <pachetul sursă>

source: check build dependencies <source package>
es: comprueba dependencias de compilación de <paquete fuente>
id: periksa dependensi build <paket sumber>
ro: verifică dependențele de compilare <pachetul sursă>

source: build through %install (%prep, %conf, %build, then install) from <source package>
es: construye por medio de %install (%prep, %conf, %build, entonces instalar) desde <paquete fuente>
id: build melalui %install (%prep, %conf, %build, lalu install) dari <paket sumber>
ro: construiește prin %install (%prep, %conf, %build, apoi instalează) din <pachetul sursă>

source: verify %files section from <source package>
es: verificar la sección %files del <paquete fuente>
id: verifikasi bagian %files dari <paket sumber>
ro: verifică secțiunea %files din <pachetul sursă>

source: build source and binary packages from <source package>
es: construir los paquetes fuente y binario desde <paquete fuente>
id: build paket sumber dan biner dari <paket sumber>
ro: construiește pachetele sursă și binar din <pachetul sursă>

source: build binary package only from <source package>
es: construir paquete binario desde <paquete fuente>
id: build paket biner hanya dari <paket sumber>
ro: construiește doar pachetul binar din <pachetul sursă>

source: build source package only from <source package>
es: construir paquete fuente sólo desde <paquete fuente>
id: build paket sumber hanya dari <paket sumber>
ro: construiește doar pachetul sursă din <pachetul sursă>

source: build source package only from <source package> - calculate dynamic build requires
es: construir paquete fuente solo desde <paquete fuente>; calcular lo que requiere la compilación dinámica
id: build paket sumber hanya dari <paket sumber> - menghitung kebutuhan build dinamis
ro: construiește doar pachetul sursă din <pachetul sursă> - calculează cerințele pentru construirea dinamică

source: build through %prep (unpack sources and apply patches) from <tarball>
es: construir a través de %prep (desempaquetar fuentes y aplicar parches) desde <tarball>
id: pembangunan pada %prep (pembukaan berkas dan penerapan tambalan) dari <tarball>
ro: construiește prin %prep (despachetează sursele și aplică corecțiile) din <arhiva-comprimată>

source: <tarball>
ro: <arhiva-comprimată>

source: build through %conf (%prep, then %conf) from <tarball>
id: build melalui %conf (%prep, lalu %conf) dari <tarball>
ro: construiește prin %conf (%prep, apoi %conf) din <arhiva-comprimată>

source: build through %build (%prep, %conf, then compile) from <tarball>
es: construir a través de %build (%prep, %conf, luego compilar) desde <tarball>
id: build melalui %build (%prep, %conf, lalu compile) dari <tarball>
ro: construiește prin %build (%prep, %conf, apoi compilează) din <arhiva-comprimată>

source: check build dependencies <tarball>
es: comprueba dependencias de compilación en <tarball>
id: periksa dependensi build <tarball>
ro: verifică dependențele de compilare <arhiva-comprimată>

source: build through %install (%prep, %conf, %build, then install) from <tarball>
es: construir a través de %install (%prep, %conf, %build, luego instalar) desde <tarball>
id: build melalui %install (%prep, %conf, %build, lalu install) dari <tarball>
ro: construiește prin %install (%prep, %conf, %build, apoi instalează) din <arhiva-comprimată>

source: verify %files section from <tarball>
es: verificar sección %files desde <tarball>
id: verifikasi bagian %files dari <tarball>
ro: verifică secțiunea %files din <arhiva-comprimată>

source: build source and binary packages from <tarball>
es: construir paquetes binario y fuente desde <tarball>
id: pembangunan paket sumber dan binari dari <tarball>
ro: construiește pachetele sursă și binar din <arhiva-comprimată>

source: build binary package only from <tarball>
es: construir paquete binario únicamente desde <tarball>
id: pembangunan paket binari saja dari <tarball>
ro: construiește doar pachetul binar din <arhiva-comprimată>

source: build source package only from <tarball>
es: construir paquete fuente solo desde <tarball>
id: pembangunan paket sumber saja dari <tarball>
ro: construiește doar pachetul sursă din <arhiva-comprimată>

source: build source package only from <tarball> - calculate dynamic build requires
es: construir paquete fuente solo desde <tarball>; calcular los requerimientos de compilación dinámica
id: build paket sumber hanya dari <tarball> - hitung kebutuhan build dinamis
ro: construiește doar pachetul sursă din <arhiva-comprimată> - calculează cerințele pentru construirea dinamică

source: build binary package from <source package>
es: construir paquete binario desde <paquete fuente>
id: pembangunan paket binari dari <source package>
ro: construiește pachetul binar din <pachetul sursă>

source: build through %install (%prep, %build, then install) from <source package>
es: construir por medio de %install (%prep, %build, luego instalar) desde <paquete fuente>
id: pembangunan pada %install (%prep, %build, lalu pemasangan) dari <source package>
ro: construiește prin %install (%prep, %build, apoi install) din <pachetul sursă>

source: override build root (DEPRECATED)
id: mengganti direktori root build (USANG)
ro: suprascrie directorul-rădăcină de construcție (buildroot) (DEPRECIATĂ)

source: remove build tree when done
es: quitar árbol de construcción cuando finalice
id: hapus build tree ketika selesai
ro: elimină arborele de construcție atunci când este gata

source: ignore ExcludeArch: directives from spec file
es: descarta directivas ExcludeArch: desde el archivo spec
id: abaikan ExcludeArch: arahan dari berkas spec
ro: ignoră ExcludeArch: directivele din fișierul spec

source: debug file state machine
es: depurar archivo de la máquina de estado
id: file debug status mesin
ro: depanează mașina de stare a fișierelor

source: do not execute any stages of the build
es: no ejecutar ningún nivel de la construcción
id: jangan mengeksekusi tahapan apa pun dari build
ro: nu execută nicio etapă a construcției

source: do not verify build dependencies
es: no verificar dependencias de la construcción
id: jangan memverifikasi dependensi build
ro: nu verifică dependențele de construire

source: generate package header(s) compatible with (legacy) rpm v3 packaging
es: genera cabecera(s) del paquete compatible con el empaquetado rpm v3 (heredado)
id: hasilkan header paket yang kompatibel dengan pemaketan rpm v3 (lama)
ro: generează antet(e) de pachet compatibil(e) cu pachetele rpm v3 (vechi)

source: do not execute %clean stage of the build
es: no ejecutar la fase %clean de la construcción
id: jangan jalankan tahap %clean dari build
ro: nu se execută etapa %clean a construirii

source: do not execute %prep stage of the build
es: no ejecutar el estado %prep de la construcción
id: jangan jalankan tahap %prep dari build
ro: nu execută etapa %prep a construirii

source: do not execute %check stage of the build
es: no ejecutar la fase %check de la construcción
id: jangan jalankan tahap %check dari build
ro: nu execută etapa %check a construirii

source: do not accept i18N msgstr's from specfile
es: no aceptar msgstr i18N desde el archivo spec
id: jangan menerima i18N msgstr dari specfile
ro: nu acceptă msgstr-urile i18N din fișierul-spec

source: remove sources when done
es: quitar fuentes al finalizar
id: hapus sumber jika sudah selesai
ro: elimină sursele după terminare

source: remove specfile when done
es: quitar el archivo spec al finalizar
id: hapus specfile ketika selesai
ro: elimină fișierul spec după terminare

source: skip straight to specified stage (only for c,i)
es: descartar etapa a estado especificada (solo para c,i)
id: lompat langsung ke tahap yang ditentukan (hanya untuk c,i)
ro: trece direct la etapa specificată (numai pentru c,i)

source: override target platform
es: sobrescribir plataforma de destino
id: menimpa platform target
ro: suprascrie platforma țintă

source: Build options with [ <specfile> | <tarball> | <source package> ]:
es: Opciones de construcción con [ <archivo spec> | <tarball> | <paquete fuente> ]:
id: Opsi build dengan [ <specfile> | <tarball> | <paket sumber> ]:
ro: Opțiuni de construire cu [ <fișierul-spec> | <arhiva-comprimată> | <pachetul sursă> ]:

source: Unable to open spec file %s: %s
es: No es capaz de abrir archivo spec %s: %s
id: Tidak dapat membuka file spesifikasi %s: %s
ro: Nu s-a putut deschide fișierul spec %s: %s

source: Failed to open tar pipe: %m
es: Incorrecto al abrir la canalización tar: %m
id: Gagal membuka pipe tar: %m
ro: Nu s-a putut deschide conducta pentru tar: %m

source: Found more than one spec file in %s
es: Encuentra más de un archivo spec en %s
id: Ditemukan lebih dari satu file spesifikasi di %s
ro: S-a găsit mai mult de un fișier spec în %s

source: Failed to read spec file from %s
es: Incorrecto al leer archivo spec desde %s
id: Gagal membaca file spesifikasi dari %s
ro: Citirea fișierului spec din %s a eșuat

source: Failed to rename %s to %s: %m
es: Incorrecto al renombrar %s a %s: %m
id: Gagal mengganti nama %s menjadi %s: %m
ro: Redenumirea %s în %s a eșuat: %m

source: failed to stat %s: %m
es: incorrecto al invocar stat sobre %s: %m
id: Gagal untuk menyatakan %s: %m
ro: apelul stat() asupra %s a eșuat: %m

source: File %s is not a regular file.
es: El archivo %s no es un archivo regular.
id: File %s bukan file biasa.
ro: Fișierul %s nu este un fișier obișnuit.

source: File %s does not appear to be a specfile.
es: El archivo %s no parece ser un archivo spec.
id: File %s tampaknya bukan merupakan specfile.
ro: Fișierul %s nu pare a fi un fișier spec.

source: Building target platforms: %s
es: Construyendo las plataformas de destino: %s
id: Building platform target: %s
ro: Se construiesc platformele țintă: %s

source: Building for target %s
es: Construyendo para el destino %s
id: Building untuk target %s
ro: Se construiește pentru ținta %s

source: %s: read manifest failed: %s
es: %s: lectura del manifiesto incorrecta: %s
id: %s: Gagal membaca manifes: %s
ro: %s: citirea manifestului a eșuat: %s

source: don't verify header+payload signature
es: no verificar firma de cabecera+carga
id: jangan verifikasi tanda tangan header dan payload
ro: nu verifică semnătura antetului + încărcătura utilă

source: verify package signature(s)
es: verificar firmas del paquete
id: memverifikasi tanda tangan paket
ro: verifică semnăturile pachetului

source: import an armored public key
es: importar una clave pública blindada
id: mengimpor kunci publik yang dilindungi
ro: importă o cheie publică blindată

source: export an public key
id: ekspor kunci publik
ro: exportă o cheie publică

source: don't import, but tell if it would work or not
es: no importar, pero indicar si funcionará o no
id: jangan mengimpor, tetapi beri tahu apakah itu akan berhasil atau tidak
ro: nu importă, dar informează dacă ar funcționa sau nu

source: Erase keys from RPM keyring
id: Hapus kunci dari RPM keyring
ro: Șterge cheile din inelul de chei RPM

source: list keys from RPM keyring
es: lista las llaves del administrador de llaves RPM
id: membuat daftar kunci dari keyring RPM
ro: listează cheile din inelul de chei RPM

source: rebuild the keyring - convert to current backend
id: membangun ulang kunci - Konversi ke backend saat ini
ro: reconstruiește cheia - convertește la motorul de criptare actual

source: get keys from this backend when rebuilding current backend
id: mendapatkan kunci dari backend ini saat membangun ulang backend saat ini
ro: obține cheile din acest motor de criptare atunci când reconstruiește motorul de criptare actual

source: Keyring options:
es: Opciones del llavero:
id: Opsi kunci:
ro: Opțiuni ale inelului de chei:

source: no arguments given
es: no se proporcionó ningún argumento
id: tidak ada argumen yang diberikan
ro: nu s-a furnizat niciun argument

source: getopt string for scripts options
es: cadena getopt para opciones scripts
id: string getopt untuk opsi skrip
ro: șirul getopt pentru opțiunile scripturilor

source: execute statement
es: ejecutar instrucción
id: perintah eksekusi
ro: execută instrucțiunea

source: interactive session
es: sesión interactiva
id: sesi interaktif
ro: sesiune interactivă

source: sign package(s), adding a new signature
id: tandatangani paket, tambahkan tanda tangan baru
ro: semnează pachetul(ele), adăugând o semnătură nouă

source: resign package(s), deleting any previous signatures
id: tandatangani ulang paket, menghapus semua tanda tangan sebelumnya
ro: resemnează pachetul (pachetele), ștergând orice semnături anterioare

source: delete package signatures
es: eliminar las firmas del paquete
id: menghapus tanda tangan paket
ro: șterge semnăturile pachetelor

source: delete IMA and fsverity file signatures
es: elimina IMA y firma de archivo fsverity
id: hapus tanda tangan berkas IMA dan fsverity
ro: șterge semnăturile fișierelor IMA și fsverity

source: request legacy rpm v3 header+payload signatures on v4 packages
id: minta tanda tangan header rpm v3 warisan+tanda tangan payload pada paket v4
ro: solicită semnături vechi de antet+încărcătură utilă rpm v3 pe pachetele v4

source: request legacy rpm v4 header signatures on v6 packages
id: minta tanda tangan header RPM versi 4 pada paket RPM versi 6
ro: solicită semnături vechi de antet rpm v4 pe pachetele v6

source: request rpm v6 header signature on v4 packages
id: minta tanda tangan header RPM v6 pada paket v4
ro: solicită semnătura antetului rpm v6 pe pachetele v4

source: sign package(s) files
es: firma archivos de paquete(s)
id: menandatangani berkas-berkas paket
ro: semnează fișierele pachetului(elor)

source: generate fsverity signatures for package(s) files
es: genera firmas fsverity para archivos de paquete(s)
id: menghasilkan tanda tangan fsverity untuk berkas-berkas paket
ro: generează semnături fsverity pentru fișierele pachetului(elor)

source: algorithm to use for verity signatures, default sha256
es: algoritmo para utilizar para verificar firmas, por defecto sha256
id: algoritma yang digunakan untuk tanda tangan verifikasi, sha256 default
ro: algoritmul utilizat pentru semnăturile „verity”, implicit sha256

source: <algorithm>
id: <algoritma
ro: <algoritm>

source: use file signing cert <cert>
es: utilice certificado de firma de archivo <cert>
id: gunakan sertifikat penandatanganan berkas <cert>
ro: utilizează certificatul de semnare a fișierului <certificat>

source: <cert>
ro: <certificat>

source: use file signing key <key>
es: utiliza llave de firma de archivo <key>
id: gunakan kunci penandatanganan berkas key <key>
ro: utilizează cheia de semnare a fișierului <cheie>

source: <key>
ro: <cheie>

source: prompt for file signing key password
es: solicitud para archivo de firma clave contraseña
id: meminta kata sandi kunci penandatanganan file
ro: solicită parola pentru cheia de semnare a fișierului

source: Signature options:
es: Opciones de firma:
id: Opsi tanda tangan:
ro: Opțiuni de semnătură:

source: You must set "%%_openpgp_sign_id" in your macro file
id: Anda harus mengatur “%%_openpgp_sign_id” di berkas makro Anda.
ro: Trebuie să definiți „%%_openpgp_sign_id” în fișierul macro

source: You must set "%%_file_signing_key" in your macro file or on the command line with --fskpath
es: Debe establecer "%%_file_signing_key" en su archivo de macro o en la línea de instrucción con --fskpath
id: Anda harus mengatur “%%_berkas_signing_key” di berkas makro Anda atau di baris perintah dengan opsi --fskpath.
ro: Trebuie să definiți „%%_file_signing_key” în fișierul macro sau în linia de comandă cu opțiunea „--fskpath”

source: --fskpath may only be specified when signing files
es: --fskpath solo puede ser especificado cuando firme archivos
id: --fskpath hanya dapat ditentukan saat menandatangani berkas
ro: opțiunea „--fskpath” poate fi specificată numai la semnarea fișierelor

source: parse spec file(s) to stdout
es: interpreta archivo(s) spec a salida estándar
id: parsing berkas spec ke stdout
ro: analizează fișierul (fișierele) spec la ieșirea standard

source: query spec file(s)
es: consultar archivo(s) de spec
id: kueri berkas spec
ro: interoghează fișierul(ele) spec

source: interactive macro shell
es: intérprete macro interactivo
id: shell makro interaktif
ro: shell macro interactivă

source: operate on binary rpms generated by spec (default)
es: opera sobre rpms binarios generados por spec (predeterminado)
id: mengoperasikan pada paket RPM biner yang dihasilkan oleh spec (default)
ro: operează pe rpms binare generate de spec (implicit)

source: operate on binary package header(s) that would be built from spec
es: opera en cabecera(s) de paquete binario que sería compilado desde spec
id: mengoperasikan header paket biner yang akan dibangun dari spec
ro: operează pe antetul (antetele) pachetului binar care ar fi construit din spec

source: operate on source package header generated by spec
es: opera en cabecera de paquete fuente generado por spec
id: mengoperasikan header paket sumber yang dihasilkan oleh spec
ro: operează pe antetul pachetului sursă generat de spec

source: Spec options:
es: Opciones de spec:
id: Opsi spec:
ro: Opțiuni spec:

source: RPM version %s macro shell
es: Macro de intérprete para RPM versión %s
id: Versi RPM %s shell makro
ro: Versiunea RPM %s macro shell

source: no arguments given for parse
es: no hay argumentos para interpretar
id: tidak ada argumen yang diberikan untuk parsing
ro: nu s-a specificat niciun argument pentru analizare

source: extract an archive
es: extraer un archivador
id: ekstrak arsip
ro: extrage o arhivă

source: only print what would be done
es: solo declara lo que se haría
id: hanya cetak apa yang akan dilakukan
ro: afișează doar ceea ce s-ar face (rulează în gol)

source: extract into a specific path
id: ekstrak ke jalur tertentu
ro: extrage într-o rută specifică

source: MACRO
id: MAKRO

source: CMD
id: Perintah Pengendalian Utama

source: OK
es: CORRECTO
id: Baiklah

source: failed to add restore element to transaction: %s
id: gagal menambahkan elemen pemulihan ke transaksi: %s
