Repository: rpm-software-management/rpm-l10n
Catalog: *.po
Languages: es, id, ro

source: hdr size(%d): BAD, read returned %d
es: cab size(%d): INCORRECTO, lectura devolvió %d
id: ukuran HDR (%d): BAD, pembacaan mengembalikan %d
ro: dimensiune hdr(%d): EROARE, citirea a returnat %d

source: hdr magic: BAD
es: cab mágica: INCORRECTO
ro: hdr magic: EROARE

source: hdr blob(%zd): BAD, read returned %d
es: cab blob(%zd): INCORRECTO, lectura devolvió %d
id: hdr blob(%zd): Rusak, pembacaan mengembalikan %d
ro: hdr blob(%zd): EROARE, citirea a returnat %d

source: sigh pad(%zd): BAD, read %zd bytes
es: sigh pad(%zd): INCORRECTO, lee %zd bytes
id: sigh pad(%zd): Buruk, membaca %zd byte
ro: sigh pad(%zd): EROARE, citiți %zd octeți

source: signature
es: firma
id: tanda tangan
ro: semnătură

source: hdr length: BAD
es: longitud cab: INCORRECTO
id: panjang HDR: BAD
ro: lungime hdr: EROARE

source: blob size(%d): BAD, 8 + 16 * il(%d) + dl(%d)
es: blob size(%d): INCORRECTO, 8 + 16 * il(%d) + dl(%d)
id: ukuran blob (%d): Buruk, 8 + 16 * il(%d) + dl(%d)
ro: dimensiune blob(%d): EROARE, 8 + 16 * il(%d) + dl(%d)

source: invalid field width
es: anchura del campo no válida
id: lebar bidang tidak valid
ro: lățime de câmp nevalidă

source: missing { after %%
es: falta { tras %%
id: tidak ada { setelah %%
ro: lipsește { după %%

source: missing } after %%{
es: falta } tras %%{
id: tidak ada } setelah %%{
ro: lipsește } după %%{

source: empty tag format
es: formato de etiqueta vacío
id: format tag kosong
ro: format de etichetă gol

source: empty tag name
es: nombre de etiqueta vacío
id: nama tag kosong
ro: nume de etichetă gol

source: unknown tag: "%s"
es: etiqueta desconocida: «%s»
id: tag tidak dikenal: “%s”
ro: etichetă necunoscută: „%s”

source: ] expected at end of array
es: ] esperado al final del repertorio
id: ] diharapkan di akhir array
ro: ] așteptată la sfârșitul matricei

source: unexpected ]
es: ] inesperado
id: tidak terduga ]
ro: ] neașteptată

source: unexpected }
es: } inesperado
id: tidak terduga }
ro: } neașteptată

source: escaped char expected after \
es: esperaba carácter escape tras \
id: karakter escape diharapkan setelah \
ro: se aștepta un caracter eludat după \

source: ? expected in expression
es: se esperaba ? en la expresión
id: ? diharapkan dalam ekspresi
ro: se aștepta ? în expresie

source: { expected after ? in expression
es: se esperaba { después de ? en la expresión
id: { diharapkan setelah ? dalam ekspresi
ro: se aștepta { după ? în expresie

source: } expected in expression
es: se esperaba } en la expresión
id: } diharapkan dalam ekspresi
ro: se aștepta } în expresie

source: : expected following ? subexpression
es: se esperaba : siguiendo ? como sub-expresión
id: : diharapkan mengikuti ? subekspresi
ro: se aștepta : în subexpresia aflată după ?

source: { expected after : in expression
es: se esperaba { tras : en la expresión
id: { diharapkan setelah : dalam ekspresi
ro: se aștepta { după : în expresie

source: | expected at end of expression
es: se esperaba | al final de la expresión
id: | diharapkan pada akhir ekspresi
ro: se aștepta | la sfârșitul expresiei

source: array iterator used with different sized arrays
es: iterador de repertorio usado con repertorios de diferente tamaño
id: pengulangan array yang digunakan dengan array berukuran berbeda
ro: iterator de matrice utilizat cu matrice de dimensiuni diferite

source: %s: reading of public key failed.
es: %s: lectura de clave pública incorrecta.
id: %s: Pembacaan kunci publik gagal.
ro: %s: citirea cheii publice a eșuat.

source: failed to create keyring directory %s: %s
id: gagal membuat direktori kunci %s: %s
ro: crearea directorului inelului de chei %s a eșuat: %s

source: failed to import key: %s: %s
es: ha fallado para importar llave: %s: %s
id: gagal mengimpor kunci: %s: %s
ro: nu s-a reușit să se importe cheia: %s: %s

source: Can't create writelock for keyring at %s: %s
id: Tidak dapat membuat kunci tulis untuk kunci di %s: %s
ro: Nu se poate crea blocarea la scriere pentru inelul de chei la %s: %s

source: Can't acquire writelock for keyring at %s
id: Tidak dapat memperoleh kunci tulis untuk keyring di %s
ro: Nu se poate obține blocarea scrierii pentru inelul de chei la %s

source: %s is not a valid public key
id: %s bukanlah kunci publik yang valid.
ro: %s: nu este o cheie publică validă

source: RPM v3 packages are deprecated: %s
es: los paquetes RPM v3 son obsoletos: %s
id: Paket RPM v3 telah dihentikan: %s
ro: Pachetele RPM v3 sunt depreciate: %s

source: RPM version %s
es: Versión de RPM %s
id: Versi RPM %s
ro: Versiunea RPM %s

source: Error writing to stdout
es: Error al escribir a salida estándar
id: Kesalahan saat menulis ke stdout
ro: Eroare la scrierea la ieșirea standard

source: failed to load macro file %s
es: ha fallado al cargar archivo macro %s
id: gagal memuat berkas makro %s
ro: încărcarea fișierului macrocomenzii %s a eșuat

source: arguments to --dbpath must begin with '/'
es: argumentos para --dbpath debe comenzar con '/'
id: argumen untuk --dbpath harus dimulai dengan ‘/’
ro: argumentele pentru opțiunea „--dbpath” trebuie să înceapă cu „/”

source: %s: error: more than one --pipe specified (incompatible popt aliases?)
es: %s: error: más que un --pipe especificado (¿incompatible popt aliases?)
id: %s: kesalahan: lebih dari satu opsi --pipe ditentukan (alias popt tidak kompatibel?)
ro: %s: eroare: mai mult de o opțiune „--pipe” a fost specificată (alias „popt” incompatibile?)

source: predefine MACRO with value EXPR
es: predefine MACRO con valor EXPR
id: tentukan makro secara default dengan nilai EXPR
ro: predefinește MACRO cu valoarea EXPRESIEI

source: 'MACRO EXPR'
ro: „MACRO EXPRESIE”

source: define MACRO with value EXPR
es: define MACRO con valor EXPR
id: tentukan makro dengan nilai EXPR
ro: definește MACRO cu valoarea EXPRESIEI

source: undefine MACRO
es: MACRO indefinida
id: tidak didefinisikan MACRO
ro: elimină definiția MACRO

source: print macro expansion of EXPR
es: declarar expansión de macro de EXPR
id: cetak ekspansi makro dari EXPR
ro: afișează macro expansiunea EXPRESIEI

source: 'EXPR'
ro: „EXPRESIE”

source: Specify target platform
es: Especifique la plataforma del destino
id: Tentukan platform target
ro: Specifică platforma țintă

source: CPU-VENDOR-OS
id: Prosesor-Pabrikan-Sistem Operasi
ro: CPU-FURNIZOR-SO

source: read <FILE:...> instead of default file(s)
es: leer <FILE:...> en vez del archivo(s) por defecto
id: baca <FILE:...> alih-alih berkas default
ro: citește <FIȘIER:...> în loc de fișierul (fișierele) implicit(e)

source: <FILE:...>
ro: <FIȘIER:...>

source: load a single macro file
es: carga un único archivo de macro
id: muat satu berkas makro
ro: încarcă un singur fișier macro

source: <FILE>
ro: <FIȘIER>

source: don't enable any plugins
es: no activar cualquier complemento
id: jangan mengaktifkan plugin apa pun
ro: nu activează niciun modul

source: don't verify package digest(s)
es: no verificar resumen(es) del paquete(s)
id: jangan verifikasi ringkasan paket
ro: nu verifică sumele de control ale pachetelor

source: don't verify database header(s) when retrieved
es: no verificar la base de datos de lo(s) encabezado(s) cuando sean recuperadas
id: jangan verifikasi header database saat diambil
ro: nu verifică antetele bazei de date atunci când sunt preluate

source: don't verify package signature(s)
es: no verificar la firma(s) del paquete
id: jangan verifikasi tanda tangan paket
ro: nu verifică semnăturile pachetelor

source: send stdout to CMD
es: enviar salida estándar a ORDEN
id: mengalihkan keluaran standar (stdout) ke CMD
ro: trimite ieșirea standard la CMD

source: use ROOT as top level directory
es: usar RAÍZ como directorio de nivel superior
id: gunakan ROOT sebagai direktori tingkat atas
ro: utilizează RĂDĂCINĂ ca director de nivel superior

source: ROOT
ro: RĂDĂCINĂ

source: use database in DIRECTORY
es: usar base de datos en DIRECTORIO
id: gunakan database di direktori
ro: utilizează baza de date din DIRECTOR

source: DIRECTORY
es: DIRECTORIO
id: DAFTAR
ro: DIRECTOR

source: display known query tags
es: mostrar etiquetas de consulta conocidas
id: tampilkan tag kueri yang dikenal
ro: afișează etichetele de interogare cunoscute

source: display final rpmrc and macro configuration
es: mostrar configuración rpmrc y macro final
id: tampilkan konfigurasi akhir rpmrc dan makro
ro: afișează configurația finală a rpmrc și macro

source: provide less detailed output
es: proporcionar salida menos detallada
id: memberikan output yang kurang rinci
ro: furnizează mai puține detalii la ieșire

source: provide more detailed output
es: proporcionar salida más detallada
id: berikan output yang lebih rinci
ro: furnizează mai multe detalii la ieșire

source: print the version of rpm being used
es: imprimir la versión de rpm que está siendo utilizada
id: cetak versi RPM yang sedang digunakan
ro: afișează versiunea de rpm utilizată

source: debug payload file state machine
es: depurar archivo de carga de la máquina de estado
id: mesin keadaan berkas payload debug
ro: depanează mașina de stare a fișierului de încărcătură utilă

source: debug rpmio I/O
es: depurar E/S rpmio
ro: depanează In/Ieș rpmio

source: %s: option table misconfigured (%d)
es: %s: tabla de opciones mal configurada (%d)
id: %s: Tabel opsi dikonfigurasi dengan salah (%d)
ro: %s: tabel de opțiuni configurat greșit (%d)

source: exclude paths must begin with a /
es: las rutas de exclusión deben iniciar con una /
id: jalur yang dikecualikan harus dimulai dengan tanda /
ro: rutele de excludere trebuie să înceapă cu o „/”

source: relocations must begin with a /
es: realocaciones deben iniciar con una /
id: pindah tempat harus dimulai dengan /
ro: realocările trebuie să înceapă cu o „/”

source: relocations must contain a =
es: realocaciones deben contener un =
id: pindah tempat harus mencakup a =
ro: realocările trebuie să conțină un „=”

source: relocations must have a / following the =
es: realocaciones deben tener una / después de =
id: pindah lokasi harus diikuti dengan tanda / setelah tanda =
ro: realocările trebuie să aibă o „/” după „=”

source: install all files, even configurations which might otherwise be skipped
es: instalar todos los archivos, incluso configuraciones, las cuales de otra manera serían omitidos
id: instal semua berkas, termasuk konfigurasi yang mungkin dilewati
ro: instalează toate fișierele, chiar și configurațiile care altfel ar putea fi omise

source: remove all packages which match <package> (normally an error is generated if <package> specified multiple packages)
es: retira todos los paquetes que coincidan con <paquetes> (normalmente un error es generado si <paquete> especifica múltiples paquetes)
id: hapus semua paket yang sesuai dengan <package> (biasanya akan muncul kesalahan jika <package> merujuk ke beberapa paket)
ro: elimină toate pachetele care se potrivesc cu <pachet> (în mod normal este generată o eroare dacă <pachet> specifică mai multe pachete)

source: relocate files in non-relocatable package
es: reubicar archivos en un paquete no reubicable
id: pindahkan berkas dalam paket tidak dapat dipindahkan
ro: realocă fișierele în pachetul care nu se poate realoca

source: print dependency loops as warning
es: mostrar bucles de dependencias como advertencias
id: cetak loop ketergantungan sebagai peringatan
ro: afișează buclele de dependență ca avertisment

source: erase (uninstall) package
es: borrar (desinstalar) paquete
id: hapus (uninstall) paket
ro: șterge (dezinstalează) pachetul

source: <package>+
id: <paket>+
ro: <pachet>+

source: do not install artifacts
es: no instalar artefactos
id: jangan menginstal artefak
ro: nu instalează artefacte

source: do not install configuration files
es: no instalar los archivos de configuración
id: jangan menginstal berkas konfigurasi
ro: nu instalează fișierele de configurare

source: do not install documentation
es: no instalar documentación
id: jangan menginstal dokumentasi
ro: nu instalează documentația

source: skip files with leading component <path>
es: omitir archivos con el componente inicial <path>
id: lewati berkas yang memiliki komponen awal <path>
ro: omite fișierele cu componenta principală <rută>

source: <path>
id: <jalur>
ro: <rută>

source: short hand for --replacepkgs --replacefiles
es: abreviatura para --replacepkgs --replacefiles
id: singkatan untuk --replacepkgs --replacefiles
ro: abreviere pentru „--replacepkgs --replacefiles”

source: upgrade package(s) if already installed
es: actualizar paquete(s) si ya están instalados
id: perbarui paket jika sudah terpasang
ro: actualizează pachetul(ele) dacă sunt deja instalate

source: <packagefile>+
id: <berkas paket>+
ro: <fișier-pachet>+

source: print hash marks as package installs (good with -v)
es: imprimir marcas hash como durante la instalación del paquete (con -v)
id: cetak tanda hash saat menginstal paket (bagus digunakan dengan opsi -v)
ro: afișează semnele de „morișcă” pe măsură ce pachetul se instalează (utilă cu opțiunea „-v”)

source: don't verify package architecture
es: no verificar arquitectura del paquete
id: jangan verifikasi arsitektur paket
ro: nu verifică arhitectura pachetului

source: don't verify package operating system
es: no verificar sistema operativo del paquete
id: jangan verifikasi sistem operasi paket
ro: nu verifică sistemul de operare al pachetului

source: don't check disk space before installing
es: no verificar espacio de disco antes de la instalación
id: jangan periksa ruang disk sebelum menginstal
ro: nu verifică spațiul de pe disc înainte de instalare

source: short hand for --ignorepayload --ignoresignature
es: negocio para --ignorepayload --ignoresignature
id: singkatan untuk --ignorepayload --ignoresignature
ro: abreviere pentru „--ignorepayload --ignoresignature”

source: install documentation
es: instalar documentación
id: dokumentasi instalasi
ro: instalează documentația

source: install package(s)
es: instalar paquete(s)
id: instal paket
ro: instalează pachetul(ele)

source: update the database, but do not modify the filesystem
es: actualizar la base de datos, mas no modificar el sistema de archivos
id: perbarui basis data, tetapi jangan ubah sistem berkas
ro: actualizează baza de date, dar nu modifică sistemul de fișiere

source: do not update the database, but modify the filesystem
es: no actualizar la base de datos, pero modifica el sistema de archivos
id: jangan memperbarui basis data, tetapi ubah sistem berkas
ro: nu actualizează baza de date, dar modifică sistemul de fișiere

source: do not verify package dependencies
es: no verificar las dependencias del paquete
id: jangan verifikasi dependensi paket
ro: nu verifică dependențele pachetelor

source: don't verify digest of files
es: no verificar el digest de los archivos
id: jangan verifikasi ringkasan berkas
ro: nu verifică suma de control a fișierelor

source: don't verify digest of files (obsolete)
es: no verificar el digest de los archivos (obsoleto)
id: jangan verifikasi ringkasan berkas (usang)
ro: nu verifică suma de control a fișierelor (obsoletă)

source: don't install file security contexts
es: no instalar contextos de seguridad del archivo
id: jangan menginstal konteks keamanan berkas
ro: nu instalează contextele de securitate ale fișierelor

source: don't install file capabilities
es: no instalar capacidades del archivo
id: jangan menginstal kemampuan berkas
ro: nu instalează capacitățile fișierului

source: do not reorder package installation to satisfy dependencies
es: no reordenar la instalación de paquetes para satisfacer dependencias
id: jangan mengatur ulang urutan instalasi paket untuk memenuhi ketergantungan
ro: nu reordonează instalarea pachetelor pentru a satisface dependențele

source: do not execute package scriptlet(s)
es: no ejecutar scriptlet(s) del paquete
id: jangan jalankan skrip paket
ro: nu execută scripturile pachetelor

source: do not execute %%pre scriptlet (if any)
es: no ejecutar %%pre scriptlet (si hay)
id: jangan jalankan skrip %%pre (jika ada)
ro: nu execută scriptul %%pre (dacă există)

source: do not execute %%post scriptlet (if any)
es: no ejecutar %%post scriptlet (si hay)
id: jangan jalankan skrip %%post (jika ada)
ro: nu execută scriptul %%post (dacă există)

source: do not execute %%preun scriptlet (if any)
es: no ejecutar %%preun scriptlet (si hay)
id: jangan jalankan skrip %%preun (jika ada)
ro: nu execută scriptul %%preun (dacă există)

source: do not execute %%postun scriptlet (if any)
es: no ejecutar %%postun scriptlet (si hay)
id: jangan jalankan skrip %%postun (jika ada)
ro: nu execută scriptul %%postun (dacă există)

source: do not execute %%pretrans scriptlet (if any)
es: no ejecutar guiones %%pretrans (si hay)
id: jangan jalankan skrip %%pretrans (jika ada)
ro: nu execută scriptul %%pretrans (dacă există)

source: do not execute %%posttrans scriptlet (if any)
es: no ejecutar guiones de %%posttrans (si hay)
id: jangan jalankan skrip %%posttrans (jika ada)
ro: nu execută scriptul %%posttrans (dacă există)

source: do not execute %%preuntrans scriptlet (if any)
id: jangan jalankan skrip %%preuntrans (jika ada)
ro: nu execută scriptul %%preuntrans (dacă există)

source: do not execute %%postuntrans scriptlet (if any)
id: jangan jalankan skrip %%postuntrans (jika ada)
ro: nu execută scriptul %%postuntrans (dacă există)

source: do not execute any scriptlet(s) triggered by this package
es: no ejecutar ningún scriptlet(s) detonado por este paquete
id: jangan jalankan skrip apa pun yang dipicu oleh paket ini
ro: nu execută niciun script declanșat de acest pachet

source: do not execute any %%triggerprein scriptlet(s)
es: no ejecutar ningún %%triggerprein scriptlet(s)
id: jangan jalankan skrip %%triggerprein apa pun
ro: nu execută niciun script %%triggerprein

source: do not execute any %%triggerin scriptlet(s)
es: no ejecutar ningún %%triggerin scriptlet(s)
id: jangan jalankan skrip %%triggerin apa pun
ro: nu execută niciun script %%triggerin

source: do not execute any %%triggerun scriptlet(s)
es: no ejecutar ningún %%triggerun scriptlet(s)
id: jangan jalankan skrip %%triggerun apa pun
ro: nu execută niciun script %%triggerun

source: do not execute any %%triggerpostun scriptlet(s)
es: no ejecutar ningún %%triggerpostun scriptlet(s)
id: jangan jalankan skrip %%triggerpostun apa pun
ro: nu execută niciun script %%triggerpostun

source: do not create %%sysusers users and groups
id: jangan buat pengguna dan grup %%sysusers
ro: nu creează utilizatori și grupuri %%sysusers

source: upgrade to an old version of the package (--force on upgrades does this automatically)
es: actualiza a una versión antigua del paquete (--force en actualizaciones hace esto automaticamente)
id: perbarui ke versi lama paket (opsi --force pada pembaruan akan melakukannya secara otomatis)
ro: actualizează la o versiune veche a pachetului (opțiunea „--force” la actualizări face acest lucru automat)

source: print percentages as package installs
es: imprimir porcentaje mientras se instala el paquete
id: cetak persentase saat menginstal paket
ro: afișează progresul în indicatorul procentual pe măsură ce pachetul se instalează

source: relocate the package to <dir>, if relocatable
es: realojar el paquete a <dir> si éste es realojable
id: pindahkan paket ke <dir>, jika dapat dipindahkan
ro: realocă pachetul în <director>, dacă este realocabil

source: <dir>
id: <direktori>
ro: <director>

source: relocate files from path <old> to <new>
es: realojar archivos desde ruta <old> a <new>
id: pindahkan berkas dari jalur <lama> ke <baru>
ro: realocă fișierele din ruta <veche> în ruta <nouă>

source: <old>=<new>
id: <lama>=<baru>
ro: <veche>=<nouă>

source: ignore file conflicts between packages
es: descartar conflictos de archivo entre paquetes
id: abaikan konflik berkas antara paket-paket
ro: ignoră conflictele de fișiere dintre pachete

source: reinstall if the package is already present
es: reinstalar si el paquete ya está presente
id: instal ulang jika paket sudah ada
ro: reinstalează dacă pachetul este deja prezent

source: don't install, but tell if it would work or not
es: no instalar, pero señalar si se puede o no
id: jangan instal, tetapi beritahu apakah itu akan berfungsi atau tidak
ro: nu instalează, dar informează dacă ar funcționa sau nu

source: upgrade package(s)
es: actualizar paquete(s)
id: paket pembaruan
ro: actualizează pachetul(ele)

source: reinstall package(s)
es: reinstalar paquete(s)
id: instal ulang paket
ro: reinstalează pachetul(ele)

source: restore package(s)
es: restaurar paquete(s)
id: pulihkan paket
ro: restaurează pachetul(ele)

source: query/verify all packages
es: consultar/verificar todos los paquetes
id: periksa/verifikasi semua paket
ro: interoghează/verifică toate pachetele

source: rpm checksig mode
es: modo rpm checksig
id: mode verifikasi tanda tangan rpm
ro: modul de verificare a semnăturilor pachetelor rpm

source: query/verify package(s) owning installed file
es: consultar/verificar paquete(s) poseyendo archivo instalado
id: periksa/verifikasi paket yang memiliki berkas yang terinstal
ro: interoghează/verifică pachetul(ele) care dețin fișierul instalat

source: query/verify package(s) owning path, installed or not
es: consultar/verificar paquete(s) poseyendo ruta, instalada o no
id: periksa/verifikasi paket yang memiliki jalur, terinstal atau tidak
ro: interoghează/verifică pachetul(ele) care dețin ruta, instalat(e) sau nu

source: query/verify package(s) in group
es: consultar/verificar paquete(s) en grupo
id: periksa/verifikasi paket dalam grup
ro: interoghează/verifică pachetul(ele) din grup

source: query/verify a package file
es: consultar/verificar un archivo de paquete
id: memeriksa/memverifikasi berkas paket
ro: interoghează/verifică un fișier al pachetului

source: rpm query mode
es: modo de consulta rpm
id: mode Query RPM
ro: modul de interogare al pachetelor rpm

source: query/verify a header instance
es: consultar/verificar una instancia de la cabecera
id: memeriksa/memverifikasi instance header
ro: interoghează/verifică o instanță de antet

source: query/verify package(s) from install transaction
es: consultar/verificar paquete(s) de la transacción de la instalación
id: periksa/verifikasi paket dari transaksi instalasi
ro: interoghează/verifică pachetul(ele) din tranzacția de instalare

source: query the package(s) triggered by the package
es: consultar los paquetes lanzados por el paquete
id: memeriksa paket yang dipicu oleh paket tersebut
ro: interoghează pachetul(ele) declanșat(e) de pachet

source: rpm verify mode
es: modo de verificación de rpm
id: mode verifikasi RPM
ro: modul de verificare al pachetelor rpm

source: query/verify the package(s) which conflict with a dependency
id: periksa/verifikasi paket yang bertentangan dengan dependensi
ro: interoghează/verifică pachetul(ele) care intră în conflict cu o dependență

source: query/verify the package(s) which require a dependency
es: consultar/verificar los paquetes que requieren una dependencia
id: periksa/verifikasi paket yang memerlukan dependensi
ro: interoghează/verifică pachetul(ele) care necesită o dependență

source: query/verify the package(s) which obsolete a dependency
es: consultar/verificar el/los paquete(s) el cual obsoleta una dependencia
id: periksa/verifikasi paket yang menggantikan ketergantungan
ro: interoghează/verifică pachetul(ele) care elimină o dependență

source: query/verify the package(s) which provide a dependency
es: consultar/verificar paquetes que proporcionan una dependencia
id: periksa/verifikasi paket yang menyediakan dependensi
ro: interoghează/verifică pachetul(ele) care furnizează o dependență

source: query/verify the package(s) which recommends a dependency
es: consultar/verificar los paquete(s) los cuales recomiendan una dependencia
id: periksa/verifikasi paket yang merekomendasikan ketergantungan
ro: interoghează/verifică pachetul(ele) care recomandă o dependență
