Repository: rpm-software-management/rpm-l10n
Catalog: *.po
Languages: es, id, ro

source: Header size too big
es: La cabecera es demasiado grande
id: Ukuran header terlalu besar
ro: Dimensiunea antetului este prea mare

source: File too large for archive
es: Archivo muy grande para compactar
id: Berkas terlalu besar untuk diarsipkan
ro: Fișier prea mare pentru arhivare

source: Unknown file type
es: Tipo de archivo desconocido
id: Jenis berkas tidak dikenal
ro: Tip de fișier necunoscut

source: Missing file(s)
es: Faltan archivos
id: Berkas yang hilang
ro: Fișiere lipsă

source: Digest mismatch
es: No coinciden los resúmenes
id: Ketidakcocokan pencernaan
ro: Suma de control nu coincide

source: Internal error
es: Error interno
id: Kesalahan internal
ro: Eroare internă

source: Archive file not in header
es: El archivador no está en la cabecera
id: Berkas arsip tidak ada di header
ro: Fișierul de arhivă nu se află în antet

source: Unsafe symlink
id: Tautan simbolik tidak aman
ro: Legătură simbolică nesigură

source: File from package already exists as a directory in system
es: El archivo del paquete ya existe como directorio en el sistema
id: Berkas dari paket sudah ada sebagai direktori di sistem
ro: Fișierul din pachet există deja ca director în sistem

source: failed -
es: incorrecto -
id: gagal -
ro: a eșuat -

source: %s: (error 0x%x)
id: %s: (kesalahan 0x%x)
ro: %s: (eroare 0x%x)

source: open of %s failed: %s
es: la apertura de %s es incorrecta: %s
id: pembukaan %s gagal: %s
ro: deschiderea lui %s a eșuat: %s

source: Max level of manifest recursion exceeded: %s
es: Nivel máx de recursión de manifiesto superada: %s
id: Tingkat rekursi maksimum melebihi batas: %s
ro: Nivelul maxim al recursivității manifestului a fost depășit: %s

source: %s: not an rpm package (or package manifest)
es: %s: no es un paquete rpm (o manifiesto de paquete)
id: %s: bukan paket RPM (atau manifes paket)
ro: %s: nu este un pachet rpm (sau un manifest de pachete)

source: Updating / installing...
es: Actualizando / instalando…
id: Memperbarui / menginstal...
ro: Se actualizează / instalează...

source: Cleaning up / removing...
es: Vaciando / desinstalando…
id: Membersihkan / menghapus...
ro: Se curăță / elimină...

source: Preparing...
es: Preparando…
id: Sedang mempersiapkan...
ro: Se pregătește...

source: Verifying...
es: Verificando…
id: Memverifikasi...
ro: Se verifică...

source: Preparing packages...
es: Preparando paquetes…
id: Mempersiapkan paket...
ro: Se pregătesc pachetele...

source: Verifying packages...
es: Verificando paquetes…
id: Memverifikasi paket...
ro: Se verifică pachetele...

source: Failed dependencies:
es: Dependencias incorrectas:
id: Ketergantungan yang gagal:
ro: Dependențe neîndeplinite:

source: %s: not an rpm package (or package manifest): %s
es: %s: no es un paquete rpm (o manifiesto de paquete): %s
id: %s: bukan paket RPM (atau manifes paket): %s
ro: %s: nu este un pachet rpm (sau un manifest de pachete): %s

source: %s cannot be installed
es: %s no puede instalarse
id: %s tidak dapat diinstal
ro: %s nu poate fi instalat

source: File not found by glob: %s
es: Archivo no encontrado por glob: %s
id: Berkas tidak ditemukan oleh glob: %s
ro: Fișierul nu a fost găsit prin expresia regulată: %s

source: Retrieving %s
es: Recuperando %s
id: Mendapatkan %s
ro: Se preia %s

source: skipping %s - transfer failed
es: omitiendo %s; transferencia incorrecta
id: melewati %s - transfer gagal
ro: se omite %s - transfer eșuat

source: package %s is not relocatable
es: paquete %s no es reubicable
id: paket %s tidak dapat dipindahkan.
ro: pachetul %s nu poate fi repoziționat

source: error reading from file %s
es: error al leer del archivo %s
id: kesalahan saat membaca dari berkas %s
ro: eroare la citirea din fișierul %s

source: package format not supported: %s
id: format paket tidak didukung: %s
ro: formatul pachetului nu este acceptat: %s

source: "%s" specifies multiple packages:
es: «%s» especifica varios paquetes:
id: “%s” menentukan beberapa paket:
ro: „%s” specifică mai multe pachete:

source: cannot open %s: %s
es: no se puede abrir %s: %s
id: tidak dapat membuka %s: %s
ro: nu se poate deschide %s: %s

source: Installing %s
es: Instalando %s
id: Menginstal %s
ro: Se instalează %s

source: not an rpm package
es: no es un paquete rpm
id: bukan paket RPM
ro: nu este un pachet rpm

source: read failed: %s (%d)
es: lectura incorrecta: %s (%d)
id: pembacaan gagal: %s (%d)
ro: citirea a eșuat: %s (%d)

source: not an rpm package
es: no es un paquete rpm
id: bukan paket RPM
ro: nu este un pachet rpm

source: can't create %s lock on %s (%s)
es: no puede crear el bloqueo %s sobre %s (%s)
id: tidak dapat membuat kunci %s pada %s (%s)
ro: nu se poate crea blocarea %s pe %s (%s)

source: waiting for %s lock on %s
es: esperando el bloqueo %s sobre %s
id: menunggu kunci %s pada %s
ro: se așteaptă blocarea %s pe %s

source: Failed to dlopen %s %s
es: Incorrecto en apertura de dlopen %s %s
id: Gagal membuka %s %s
ro: A eșuat dlopen %s %s

source: Failed to resolve symbol %s: %s
es: Incorrecto para resolver símbolo %s: %s
id: Gagal menyelesaikan simbol %s: %s
ro: Rezolvarea simbolului %s a eșuat: %s

source: Plugin %%__%s_%s not configured
es: Complemento %%__%s_%s no configurado
id: Plugin %%__%s_%s belum dikonfigurasi
ro: Modulul %%__%s_%s nu este configurat

source: Plugin %s not loaded
es: No se cargó el complemento %s
id: Plugin %s tidak dimuat
ro: Modulul %s nu este încărcat

source: different
es: diferente
id: berbeda
ro: diferit

source: package %s is intended for a %s architecture
es: el paquete %s está destinado para la arquitectura %s
id: paket %s ditujukan untuk arsitektur %s
ro: pachetul %s este destinat unei arhitecturi %s

source: package %s is intended for a %s operating system
es: el paquete %s está destinado para el sistema operativo %s
id: paket %s dirancang untuk sistem operasi %s
ro: pachetul %s este destinat unui sistem de operare %s

source: package %s is already installed
es: el paquete %s ya está instalado
id: paket %s sudah terpasang
ro: pachetul %s este deja instalat

source: package %s is not installed
es: el paquete %s no está instalado
id: paket %s tidak terpasang
ro: pachetul %s nu este instalat

source: path %s in package %s is not relocatable
es: la ruta %s en el paquete %s no es reubicable
id: jalur %s dalam paket %s tidak dapat dipindahkan
ro: ruta %s din pachetul %s nu este realocabilă

source: file %s conflicts between attempted installs of %s and %s
es: conflicto del archivo %s entre instalaciones intentadas de %s y %s
id: berkas %s mengalami konflik antara upaya instalasi %s dan %s
ro: fișierul %s intră în conflict cu încercările de instalare a %s și %s

source: file %s from install of %s conflicts with file from package %s
es: el archivo %s de la instalación de %s entra en conflicto con el archivo del paquete %s
id: berkas %s dari instalasi %s bertentangan dengan berkas dari paket %s
ro: fișierul %s din instalarea lui %s intră în conflict cu fișierul din pachetul %s

source: package %s (which is newer than %s) is already installed
es: el paquete %s (que es más nuevo que %s) ya está instalado
id: paket %s (yang lebih baru daripada %s) sudah terpasang
ro: pachetul %s (care este mai nou decât %s) este deja instalat

source: installing package %s needs %<PRIu64>%cB more space on the %s filesystem
es: para la instalación del paquete %s es necesario más de %<PRIu64>%cB de espacio en el sistema de archivos %s
id: pemasangan paket %s memerlukan %<PRIu64>%cB ruang tambahan pada sistem berkas %s
ro: instalarea pachetului %s necesită %<PRIu64>%cB mai mult spațiu pe sistemul de fișiere %s

source: installing package %s needs %<PRIu64> more inodes on the %s filesystem
es: para la instalación del paquete %s es necesario más de %<PRIu64> inodos en el sistema de archivos %s
id: pemasangan paket %s memerlukan %<PRIu64> inode tambahan pada sistem berkas %s
ro: instalarea pachetului %s necesită %<PRIu64> mai multe noduri-i pe sistemul de fișiere %s

source: %s is needed by %s%s
es: %s es necesario por %s%s
id: %s diperlukan oleh %s%s
ro: %s este necesar pentru %s%s

source: (installed)
es: (instalado)
id: (terpasang)
ro: (instalat)

source: %s conflicts with %s%s
es: %s entra en conflicto con %s%s
id: %s bertentangan dengan %s%s
ro: %s intră în conflict cu %s%s

source: %s is obsoleted by %s%s
es: %s es sustituido por %s%s
id: %s telah digantikan oleh %s%s
ro: %s este înlocuit de %s%s

source: package %s does not verify: %s
es: el paquete %s no verifica: %s
id: paket %s tidak diverifikasi: %s
ro: pachetul %s nu este verificat: %s

source: unknown error %d encountered while manipulating package %s
es: se encontró el error desconocido %d mientras se manipulaba el paquete %s
id: kesalahan tidak dikenal %d terjadi saat memanipulasi paket %s
ro: eroare necunoscută %d întâlnită în timpul manipulării pachetului %s

source: missing second ':' at %s:%d
es: segundo ':' omitido en %s:%d
id: tanda titik dua (‘:’) kedua hilang di %s:%d
ro: lipsește al doilea „:” în %s:%d

source: missing architecture name at %s:%d
es: nombre de arquitectura omitida en %s:%d
id: nama arsitektur tidak ditemukan di %s:%d
ro: lipsește numele arhitecturii în %s:%d

source: Incomplete data line at %s:%d
es: Línea de datos incompleta en %s:%d
id: Baris data tidak lengkap di %s:%d
ro: Linie de date incompletă în %s:%d

source: Too many args in data line at %s:%d
es: Demasiados argumentos en la línea de datos en %s:%d
id: Terlalu banyak argumen dalam baris data di %s:%d
ro: Prea multe argumente în linia de date din %s:%d

source: Bad arch/os number: %s (%s:%d)
es: Número de arq/os iincorrecto: %s (%s:%d)
id: Nomor arsitektur/sistem operasi yang salah: %s (%s:%d)
ro: Număr de arhitec./SO greșit: %s (%s:%d)

source: Incomplete default line at %s:%d
es: Línea determinada incompleta en %s:%d
id: Baris default tidak lengkap di %s:%d
ro: Linie implicită incompletă în %s:%d

source: Too many args in default line at %s:%d
es: Demasiados argumentos en la línea predeterminada en %s:%d
id: Terlalu banyak argumen di baris default pada %s:%d
ro: Prea multe argumente în linia implicită din %s:%d

source: missing ':' (found 0x%02x) at %s:%d
es: ':' ausente (se encontró 0x%02x) en %s:%d
id: tanda titik dua (‘:’) hilang (ditemukan 0x%02x) di %s:%d
ro: lipsește „:” (găsit 0x%02x) în %s:%d

source: missing argument for %s at %s:%d
es: argumento ausente para %s en %s:%d
id: argumen yang hilang untuk %s di %s:%d
ro: lipsește argumentul pentru %s în %s:%d

source: cannot open %s at %s:%d: %m
es: no se puede abrir %s en %s:%d: %m
id: tidak dapat membuka %s di %s:%d: %m
ro: nu se poate deschide %s din %s:%d: %m

source: Ignoring %s at %s:%d
id: Mengabaikan %s di %s:%d
ro: Se ignoră %s la %s:%d

source: missing architecture for %s at %s:%d
es: falta la arquitectura para %s en %s:%d
id: arsitektur yang hilang untuk %s di %s:%d
ro: lipsește arhitectura pentru %s în %s:%d

source: bad option '%s' at %s:%d
es: opción '%s' incorrecta en %s:%d
id: opsi buruk ‘%s’ di %s:%d
ro: opțiune greșită „%s” în %s:%d

source: Failed to read auxiliary vector, /proc not mounted?
es: Lectura incorrecta en vector auxiliar, ¿estará montado /proc?
id: Gagal membaca vektor tambahan, /proc tidak terpasang?
ro: A eșuat citirea vectorului auxiliar, „/proc” nu este montat?

source: Unknown system: %s
es: Sistema desconocido: %s
id: Sistem tidak dikenal: %s
ro: Sistem necunoscut: %s

source: Please contact %s
es: Póngase en contacto con %s
id: Silakan hubungi %s
ro: Contactați %s

source: Unable to open %s for reading: %m.
es: No se puede abrir %s para lectura: %m.
id: Tidak dapat membuka %s untuk dibaca: %m.
ro: Nu s-a putut deschide %s pentru citire: %m.

source: Unable to restore current directory: %m
es: No es capaz de restaurar el directorio actual: %m
id: Tidak dapat memulihkan direktori saat ini: %m
ro: Nu s-a putut restaura directorul curent: %m

source: failed to exec scriptlet interpreter %s: %s
es: incorrecto al ejecutar intérprete scriptlet %s: %s
id: gagal menjalankan interpreter skrip %s: %s
ro: nu s-a reușit să se execute interpretul scriptului %s: %s

source: Couldn't create temporary file for %s: %s
es: No pudo crear archivo temporal para %s: %s
id: Tidak dapat membuat berkas sementara untuk %s: %s
ro: Nu s-a putut crea un fișier temporar pentru %s: %s

source: Couldn't duplicate file descriptor: %s: %s
es: No pudo duplicar el descriptor de archivo %s: %s
id: Tidak dapat menduplikasi deskriptor berkas: %s: %s
ro: Nu s-a putut duplica descriptorul de fișier: %s: %s

source: Fwrite failed: %s
es: Escritura_F incorrecta: %s
id: Fwrite gagal: %s
ro: fwrite() a eșuat: %s

source: %s scriptlet failed, waitpid(%d) rc %d: %s
es: %s: macro de ejecución de guión incorrecto, waitpid(%d) rc %d: %s
id: skrip %s gagal, waitpid(%d) kode kesalahan %d: %s
ro: scriptul %s a eșuat, waitpid(%d) rc %d: %s

source: %s scriptlet failed, signal %d
es: %s: scriptlet incorrecto, señal %d
id: skrip %s gagal, sinyal %d
ro: scriptul %s a eșuat, semnal %d

source: %s scriptlet failed, exit status %d
es: %s: scriptlet incorrecto, estado de terminación %d
id: skrip %s gagal, status keluar %d
ro: scriptul %s a eșuat, starea de ieșire %d

source: Unknown format
es: Formato desconocido
id: Format tidak dikenal
ro: Format necunoscut

source: erasing gpg-pubkey packages is deprecated; use rpmkeys --delete %s
id: menghapus paket gpg-pubkey sudah tidak disarankan; gunakan perintah rpmkeys --delete %s
ro: ștergerea pachetelor gpg-pubkey este depreciată; utilizați «rpmkeys --delete %s»

source: public keys can not be installed as gpg-pubkey packages; use rpmkeys --import <keyfile> for that
id: kunci publik tidak dapat diinstal sebagai paket gpg-pubkey; gunakan perintah rpmkeys --import <keyfile> untuk itu.
ro: cheile publice nu pot fi instalate ca pachete gpg-pubkey; utilizați «rpmkeys --import <fișier-cheie>» pentru aceasta

source: install
es: instalar
id: pasang
ro: instalează

source: erase
es: eliminar
id: hapus
ro: șterge

source: restored
es: restaurado
id: dipulihkan
ro: restaurat

source: cannot open Packages database in %s
es: no se puede abrir la base de datos Packages en %s
id: tidak dapat membuka basis data Paket di %s
ro: nu se poate deschide baza de date Packages din %s

source: extra '(' in package label: %s
es: «(» adicional en la etiqueta del paquete: %s
id: tanda kurung buka (‘ ’) tambahan pada label paket: %s
ro: paranteză „(” în plus în eticheta pachetului: %s

source: missing '(' in package label: %s
es: «(» ausente en la etiqueta del paquete: %s
id: kurang tanda kurung buka (‘ ’) dalam label paket: %s
ro: lipsește „(” în eticheta pachetului: %s

source: missing ')' in package label: %s
es: «)» ausente en la etiqueta del paquete: %s
id: kurang tanda kurung tutup ()) pada label paket: %s
ro: lipsește „)” în eticheta pachetului: %s

source: unknown keyring type: %s, using rpmdb
es: tipo de anillo desconocido: %s, utilizando rpmdb
id: jenis kunci tidak dikenal: %s, menggunakan rpmdb
ro: tip de inel de chei necunoscut: %s, se utilizează rpmdb

source: unknown keyring type: %s
id: jenis kunci tidak dikenal: %s
ro: tip de inel de chei necunoscut: %s

source: invalid package verify level %s
es: paquete no válido verifica nivel %s
id: paket tidak valid, tingkat verifikasi %s
ro: nivel nevalid de verificare a pachetului %s

source: transaction
es: transacción
id: transaksi
ro: tranzacție

source: %s tag %u: invalid type %u
es: %s etiqueta %u: tipo no válido %u
ro: %s etichetă %u: tip nevalid %u

source: %s: tag %u: invalid count %u
es: %s: etiqueta %u: contador %u no válido
id: %s: tag %u: jumlah tidak valid %u
ro: %s: etichetă %u: număr nevalid %u

source: %s tag %u: invalid data %p (%u)
es: %s etiqueta %u: datos %p no válidos (%u)
ro: %s etichetă %u: date nevalide %p (%u)

source: %s tag %u: invalid size %u
es: %s etiqueta %u: tam %u no válido
ro: %s etichetă %u: dimensiune nevalidă %u

source: %s tag %u: invalid base64
id: tag %s %u: base64 tidak valid
ro: %s: etichetă %u: base64 nevalid

source: %s tag %u: invalid OpenPGP signature
es: %s etiqueta %u: firma OpenPGP no válida
id: tag %s %u: tanda tangan OpenPGP tidak valid
ro: %s etichetă %u: semnătură OpenPGP nevalidă

source: %s: tag %u: invalid hex
es: %s: etiqueta %u: hex no válida
id: %s: tag %u: kode heksadesimal tidak valid
ro: %s: etichetă %u: hexazecimal nevalid

source: digest
es: resumen
id: ringkasan
ro: suma de control

source: signature
es: firma
id: tanda tangan
ro: semnătură

source: , key fingerprint: %s
id: , sidik jari kunci: %s
ro: , amprentă de cheie: %s

source: header
es: cabecera
ro: antet

source: package
es: paquete
id: paket
ro: pachet

source: Header
ro: Antet

source: Payload
ro: Încărcătura utilă

source: Unable to reload signature header.
es: No se puede volver a cargar la cabecera de firma.
id: Tidak dapat memuat ulang header tanda tangan.
ro: Nu s-a putut reîncărca antetul semnăturii.

source: no signature
es: ninguna firma
id: tidak ada tanda tangan
ro: fără semnătură

source: no digest
es: ningún resumen
id: tidak ada ringkasan
ro: fără sumă de control

source: skipped
es: omitido
id: dilewati
ro: omis

source: failed
es: incorrecto
id: gagal
ro: a eșuat

source: no state
es: sin estado
id: tidak ada negara
ro: fără stare

source: unknown state
es: estado desconocido
id: status tidak diketahui
ro: stare necunoscută

source: missing %c %s
es: falta %c %s
id: hilang %c %s
ro: lipsește %c %s

source: Unsatisfied dependencies for %s:
es: Dependencias no satisfechas para %s:
id: Ketergantungan tidak terpenuhi untuk %s:
ro: Dependențe nesatisfăcute pentru %s:

source: Unable to reset nice value: %s
es: No es capaz de restablecer valor nice: %s
id: Tidak dapat mengatur ulang nilai nice: %s
ro: Nu se poate reinițializa valoarea de curtoazie „nice”: %s

source: Unable to reset I/O priority: %s
es: No es capaz de restablecer prioridad de E/S: %s
id: Tidak dapat mengatur ulang prioritas I/O: %s
ro: Nu se poate reinițializa prioritatea de In/Ieș: %s

source: syntax error while parsing ==
es: error sintáctico al interpretar ==
id: kesalahan sintaks saat memparsing ==
ro: eroare de sintaxă în timpul analizării ==

source: syntax error while parsing &&
es: error sintáctico al interpretar &&
id: kesalahan sintaks saat memparsing &&
ro: eroare de sintaxă în timpul analizării &&

source: syntax error while parsing ||
es: error sintáctico al interpretar ||
id: kesalahan sintaks saat memparsing ||
ro: eroare de sintaxă în timpul analizării ||

source: macro expansion returned a bare word, please use "..."
es: expansión macro devolvió una palabra escueta, por favor utilice "…"
id: penerapan makro mengembalikan kata tidak lengkap, silakan gunakan “...”
ro: expansiunea macro nu a returnat un număr întreg macro a returnat un cuvânt gol, utilizați „...”

source: macro expansion did not return an integer
es: expansión de macro no devolvió un entero
id: penerapan ekspansi makro tidak menghasilkan bilangan bulat
ro: expansiunea macro nu a returnat un număr întregexpansiunea macro nu a returnat un număr întreg

source: expanded string: %s
es: cadena expandida: %s
id: string yang diperluas: %s
ro: șir expandat: %s

source: unterminated string in expression
es: cadena indeterminada en expresión
id: string tidak diakhiri dalam ekspresi
ro: șir neterminat în expresie

source: invalid version
es: versión no válida
id: versi tidak valid
ro: versiune nevalidă

source: bare words are no longer supported, please use "..."
es: palabras escuetas no son más mantenidas, utilice "…"
id: kata-kata mentah tidak lagi didukung, silakan gunakan “...”
ro: cuvintele goale nu mai sunt acceptate, utilizați „...”

source: parse error in expression
es: error al interpretar expresión
id: kesalahan parsing dalam ekspresi
ro: eroare de analizare în expresie

source: unsupported function argument type
es: tipo de argumento de función no mantenida
id: tipe argumen fungsi tidak didukung
ro: tip de argument de funcție neacceptat

source: syntax error in expression
es: error sintáctico en expresión
id: kesalahan sintaksis dalam ekspresi
ro: eroare de sintaxă în expresie

source: unsupported function
id: fungsi tidak didukung
ro: funcție neacceptată

source: unmatched (
es: ( sin correspondiente
id: tidak tertandingi (
ro: „(” fără pereche

source: - only on numbers
es: - solo en números
id: - hanya pada angka-angka
ro: - doar pe numere

source: unexpected end of expression
es: final de la expresión no esperado
id: akhir tidak terduga dari ekspresi
ro: sfârșit neașteptat al expresiei

source: types must match
es: los tipos deben coincidir
id: jenis harus sesuai
ro: tipurile trebuie să corespundă

source: division by zero
es: división entre cero
id: pembagian oleh nol
ro: împărțire la zero

source: * and / not supported for versions
es: * y / no se admiten en las versiones
id: * dan / tidak didukung untuk versi
ro: * și / nu sunt acceptate pentru versiuni

source: * and / not supported for strings
es: * y / no se admiten en las cadenas
id: * dan / tidak didukung untuk string
ro: * și / nu sunt acceptate pentru șiruri

source: + and - not supported for versions
es: + y - no se admiten en las versiones
id: + dan - tidak didukung untuk versi
ro: + și - nu sunt acceptate pentru versiuni

source: - not supported for strings
es: - no se admite en las cadenas
id: - tidak didukung untuk string
ro: + și - nu sunt acceptate pentru șiruri

source: %3d>%*s(empty)
id: %3d>%*s(kosong)
ro: %3d>%*s(gol)

source: Too many levels of recursion in macro expansion. It is likely caused by recursive macro declaration.
es: Demasiados niveles de recursión en la expansión macro. Esto seguramente haya sido provocado por una declaración macro recursiva.
id: Terlalu banyak tingkat rekursi dalam ekspansi makro. Hal ini kemungkinan disebabkan oleh deklarasi makro rekursif.
ro: Prea multe niveluri de recursivitate în expansiunea macro. Aceasta este probabil cauzată de o declarație macro recursivă.

source: Failed to open shell expansion pipe for command: %s: %m
es: Incorrecto al abrir conducto de expansión de intérprete para instrucción: %s: %m
id: Gagal membuka pipa ekspansi shell untuk perintah: %s: %m
ro: A eșuat deschiderea conductei de expansiune a shell-ului pentru comanda: %s: %m

source: Macro %%%s has illegal name (%s)
es: Macro %%%s tiene nombre ilegal (%s)
id: Makro %%%s memiliki nama tidak sah (%s)
ro: Macro %%%s are un nume ilegal (%s)

source: Macro %%%s is a built-in (%s)
es: Macro %%%s en un empotrado (%s)
id: Makro %%%s adalah makro bawaan (%s)
ro: Macro %%%s este o (%s) integrată

source: Macro %%%s has unterminated opts
es: Macro %%%s tiene opcs no terminadas
id: Makro %%%s memiliki opsi tidak ditutup.
ro: Macro %%%s are opțiuni neterminate

source: Macro %%%s has unterminated body
es: Macro %%%s tiene un cuerpo incompleto
id: Makro %%%s memiliki tubuh tidak ditutup.
ro: Macro %%%s are un corp neterminat

source: Macro %%%s has empty body
es: Macro %%%s tiene un cuerpo vacío
id: Makro %%%s memiliki badan yang kosong.
ro: Macro %%%s are un corp gol

source: Macro %%%s needs whitespace before body
es: Macro %%%s necesita espacio en blanco antes del cuerpo
id: Makro %%%s memerlukan spasi kosong sebelum badan.
ro: Macro %%%s necesită un spațiu alb înainte de corp

source: Macro %%%s failed to expand
es: Macro %%%s incorrecto al expandir
id: Makro %%%s gagal diperluas
ro: Macro %%%s a eșuat la expandare

source: Unknown option %c in %s(%s)
es: Opción %c desconocida en %s(%s)
id: Opsi tidak dikenal %c dalam %s(%s)
ro: Opțiune necunoscută %c în %s(%s)

source: Macro %%%s defined but not used within scope
es: Macro %%%s definida pero no utilizada interna al ámbito
id: Makro %%%s telah didefinisikan tetapi tidak digunakan dalam lingkup ini.
ro: Macro %%%s este definită, dar nu este utilizată în cadrul domeniului de aplicare

source: no such macro: '%s'
es: sin macro: '%s'
id: tidak ada makro seperti itu: ‘%s’
ro: nu există o astfel de macro: „%s”
