Repository: rpm-software-management/rpm-l10n
Catalog: *.po
Languages: es, id, ro

source: invalid argument: %s
id: argumen tidak valid: %s
ro: argument nevalid %s

source: failed to get available memory for %s
id: gagal mendapatkan memori yang tersedia untuk %s
ro: nu s-a reușit obținerea memoriei disponibile pentru %s

source: argument expected
es: argumento esperado
id: argumen yang diharapkan
ro: se aștepta un parametru

source: unexpected argument
es: argumento inesperado
id: argumen tidak terduga
ro: argument neașteptat

source: Unterminated %c: %s
es: No terminado %c: %s
id: %c yang belum selesai: %s
ro: %c neterminat: %s

source: A %% is followed by an unparseable macro
es: Un %% está seguido por un macro no interpretable
id: Sebuah %% diikuti oleh makro tidak dapat diparsing.
ro: Un %% este urmat de o macro neanalizabilă

source: unexpected argument to non-parametric macro %%%s
id: argumen tak terduga untuk makro non-parametrik %%%s
ro: argument neașteptat pentru macrocomanda neparametrică %%%s

source: macro value out of range for int: %<PRIu64> using %i instead.
id: nilai makro di luar rentang untuk int: %<PRIu64> menggunakan %i sebagai gantinya.
ro: valoarea macrocomenzii în afara intervalului pentru un număr întreg: %<PRIu64>, se utilizează %i în schimb.

source: ======================== active %zu empty %d
id: ======================== aktif %zu kosong %d
ro: ======================== %zu active %d goale

source: error creating temporary file %s: %m
es: error al crear el archivo temporal %s: %m
id: kesalahan saat membuat berkas sementara %s: %m
ro: eroare la crearea fișierului temporar %s: %m

source: File %s: %s
es: Archivo %s: %s
id: Berkas %s: %s
ro: Fișier %s: %s

source: File %s is smaller than %u bytes
es: El archivo %s tiene menos de %u bytes
id: Berkas %s berukuran lebih kecil dari %u byte.
ro: Fișierul %s este mai mic de %u de octeți

source: [none]
es: [ninguno]
id: [tidak ada]
ro: [niciunul]

source: (no error)
es: (ningún error)
id: (tidak ada kesalahan)
ro: (nicio eroare)

source: fatal error:
es: error fatal:
id: kesalahan fatal:
ro: eroare fatală

source: error:
id: kesalahan:
ro: eroare:

source: warning:
es: advertencia:
id: peringatan:
ro: avertizare:

source: Error writing to log
es: Error al escribir a la bitácora
id: Kesalahan saat menulis ke log
ro: Eroare la scrierea în jurnal

source: invalid syntax in lua scriptlet: %s
es: sintaxis no válida en scriptlet lua: %s
id: sintaks tidak valid dalam skrip Lua: %s
ro: sintaxă nevalidă în scriptul lua: %s

source: runaway fork() in Lua script
id: fungsi fork() tidak terkendali dalam skrip Lua
ro: fork() scăpat în scriptul Lua

source: invalid syntax in lua script: %s
es: sintaxis no valida en el script lua: %s
id: sintaks tidak valid dalam skrip Lua: %s
ro: sintaxă nevalidă în scriptul lua: %s

source: lua script failed: %s
es: script lua incorrecto: %s
id: skrip Lua gagal: %s
ro: scriptul lua a eșuat: %s

source: result print failed: %s
es: resultado de declaración incorrecto: %s
id: cetak hasil gagal: %s
ro: afișarea rezultatului a eșuat: %s

source: invalid syntax in lua file: %s
es: sintaxis no valida en el archivo lua: %s
id: sintaks tidak valid dalam berkas Lua: %s
ro: sintaxă nevalidă în fișierul lua: %s

source: lua hook failed: %s
es: gancho lua incorrecto: %s
id: hook Lua gagal: %s
ro: cârligul lua a eșuat: %s

source: memory alloc (%u bytes) returned NULL.
es: la asignación de memoria (%u bytes) devolvió NULO.
id: alokasi memori (%u byte) mengembalikan NULL.
ro: alocarea memoriei (%u octeți) a returnat NULL.

source: V%d %s/%s %s, key ID %s
es: V%d %s/%s %s, ID de clave %s
id: V%d %s/%s %s, ID kunci %s
ro: V%d %s/%s %s, ID cheie %s

source: (none)
es: (ninguno)
id: (tidak ada)
ro: (nimic)

source: Could not find url helper: "%s"
id: Tidak dapat menemukan URL helper: “%s”
ro: Nu s-a putut găsi asistentul pentru adresa URL: „%s”

source: Executing url helper "%s" failed with status %i
id: Pelaksanaan helper URL “%s” gagal dengan status %i
ro: Executarea asistentului pentru adrese URL „%s” a eșuat cu starea %i

source: %s: Fwrite failed: %s
es: %s: Fwrite incorrecto: %s
id: %s: Fwrite gagal: %s
ro: %s: fwrite() a eșuat: %s

source: %s: Fread failed: %s
es: %s: Fread incorrecto: %s
id: %s: Pembacaan gagal: %s
ro: %s: fread() a eșuat: %s

source: %s: Fflush failed: %s
es: %s: Fflush incorrecto: %s
id: %s: Flush gagal: %s
ro: %s: fflush() a eșuat: %s

source: Expanding signing macro %s failed
id: Penerapan makro penandatanganan %s gagal
ro: Extinderea macrocomenzii de semnare %s a eșuat

source: Invalid sign command: %s
id: Perintah tanda tidak valid: %s
ro: Comandă de semnare nevalidă: %s

source: Could not create pipe for signing: %m
es: No se pudo crear un conducto para firmar: %m
id: Tidak dapat membuat pipa untuk penandatanganan: %m
ro: Nu s-a putut crea conducta pentru semnare: %m

source: Could not set GPG_TTY to stdin: %m
es: No se pudo poner GPG_TTY a stdin: %m
id: Tidak dapat mengatur GPG_TTY ke stdin: %m
ro: Nu s-a putut configura GPG_TTY pentru intrarea standard: %m

source: Could not exec %s: %s
es: No se pudo ejecutar %s: %s
id: Tidak dapat menjalankan %s: %s
ro: Nu s-a putut executa %s: %s

source: Could not open pipe for writing: %m
es: No se pudo abrir conducto para escribir: %m
id: Tidak dapat membuka pipa untuk menulis: %m
ro: Nu s-a putut deschide conducta pentru scriere: %m

source: Could not write to pipe
es: No se pudo escribir al conducto
id: Tidak dapat menulis ke pipa
ro: Nu s-a putut scrie în conductă

source: Could not read from file %s: %s
es: No se pudo leer desde archivo %s: %s
id: Tidak dapat membaca dari berkas %s: %s
ro: Nu s-a putut citi din fișierul %s: %s

source: %s waitpid failed (%s)
id: %s waitpid gagal (%s)
ro: waitpid() %s a eșuat (%s)

source: %s exec failed (%d)
id: %s eksekusi gagal (%d)
ro: execuția %s a eșuat (%d)

source: failed to write signature: %s
id: gagal menulis tanda tangan: %s
ro: scrierea semnăturii a eșuat: %s

source: unable to read the signature: %s
id: tidak dapat membaca tanda tangan: %s
ro: nu s- a putut citi semnătura: %s

source: Unsupported OpenPGP signature
id: Tanda tangan OpenPGP tidak didukung
ro: Semnătură OpenPGP neacceptată

source: Unsupported OpenPGP hash algorithm %u
id: Algoritma hash OpenPGP tidak didukung %u
ro: Algoritm de sumă de control OpenPGP neacceptat %u

source: Deprecated OpenPGP signature version %d
id: Versi tanda tangan OpenPGP yang sudah tidak didukung %d
ro: Versiune de semnătură OpenPGP învechită %d

source: Unsupported OpenPGP pubkey algorithm %u for rpm v3/v4 signatures
id: Algoritma kunci publik OpenPGP tidak didukung %u untuk tanda tangan RPM v3/v4
ro: Algoritm de cheie publică OpenPGP neacceptat %u pentru semnături rpm v3/v4

source: file signing support not built in
es: firma de archivo admite no empotrado
id: dukungan penandatanganan berkas tidak terintegrasi secara bawaan.
ro: suportul pentru semnarea fișierelor nu este integrat

source: Searching for algorithm %s got %i
es: Buscando algoritmo %s obtuvo %i
id: Mencari algoritma %s mendapatkan %i
ro: Căutarea algoritmului %s a generat %i

source: Unsupported fsverity algorithm %s
es: Algoritmo fsverity %s no admitido
id: Algoritma fsverity tidak didukung %s
ro: Algoritm fsverity neacceptat %s

source: fsverity signatures requires a key and a cert
es: la firma fsverity requiere una llave y un certificado
id: tanda tangan fsverity memerlukan kunci dan sertifikat.
ro: Semnăturile fsverity necesită o cheie și un certificat

source: fsverity signing support not built in
es: soporte de firma de fsverity no admite emportado
id: dukungan penandatanganan fsverity tidak terintegrasi secara bawaan.
ro: Suportul de semnare fsverity nu este integrat

source: %s: rpmReadSignature failed: %s
es: %s: rpmReadSignature incorrecto: %s
id: %s: rpmReadSignature gagal: %s
ro: %s: rpmReadSignature a eșuat: %s

source: %s: headerRead failed: %s
es: %s: headerRead incorrecto: %s
id: %s: headerRead gagal: %s
ro: %s: headerRead a eșuat: %s

source: Cannot sign RPM v3 packages: %s
id: Tidak dapat menandatangani paket RPM v3: %s
ro: Nu se pot semna pachetele RPM v3: %s

source: not generating v3 signature for v6 package: %s
id: tidak menghasilkan tanda tangan v3 untuk paket v6: %s
ro: nu se generează semnătura v3 pentru pachetul v6: %s

source: File signatures not applicable to src.rpm: %s
id: Tanda tangan berkas tidak berlaku untuk src.rpm: %s
ro: Semnăturile fișierelor nu se aplică la src.rpm: %s

source: Could not get a file size of %s
id: Tidak dapat mendapatkan ukuran berkas sebesar %s
ro: Nu s-a putut obține dimensiunea fișierului din %s

source: %s already contains an identical signature, skipping
id: %s sudah mengandung tanda tangan yang identik, dilewati.
ro: %s conține deja o semnătură identică, se omite

source: %s already contains a legacy signature
id: %s sudah mengandung tanda tangan warisan.
ro: %s conține deja o semnătură veche

source: %s: rpmWriteSignature failed: %s
es: %s: rpmWriteSignature incorrecto: %s
id: %s: rpmWriteSignature gagal: %s
ro: %s: rpmWriteSignature a eșuat: %s

source: rpmMkTemp failed: %s
id: rpmMkTemp gagal: %s
ro: rpmMkTemp a eșuat: %s

source: %s: failed to copy rpm lead: %s
id: %s: Gagal menyalin berkas RPM: %s
ro: %s: copierea primului pachet rpm a eșuat: %s

source: replacing %s failed: %s
es: reemplazo de %s incorrecto: %s
id: penggantian %s gagal: %s
ro: înlocuirea %s a eșuat: %s

source: sign_hash failed
es: sign_hash incorrecto
id: sign_hash gagal
ro: sign_hash a eșuat

source: File digest algorithm id is invalid
es: Algoritmo digest de id de archivo no es válido
id: ID algoritma ringkasan berkas tidak valid
ro: Id-ul algoritmului sumei de control a fișierului nu este valid

source: signFile failed
es: signFile incorrecto
id: signFile gagal
ro: signFile a eșuat

source: headerPutString failed
es: headerPutString incorrecto
id: headerPutString gagal
ro: headerPutString a eșuat

source: Copyright (C) 1998-2002 - Red Hat, Inc.
es: © 1998-2002 de Red Hat, Inc.
id: Hak Cipta (C) 1998-2002 - Red Hat, Inc
ro: Drepturi de autor © 1998-2002 - Red Hat, Inc.

source: This program may be freely redistributed under the terms of the GNU GPL
es: Este programa puede redistribuirse libremente según la GPL de GNU
id: Program ini bisa didistribusikan secara bebas menggunakan Lisensi GNU GPL
ro: Acest program poate fi redistribuit gratuit în conformitate cu termenii GNU GPL

source: creating a pipe for --pipe failed: %m
es: no se pudo crear una canalización para --pipe: %m
id: pembuatan pipe untuk --pipe gagal: %m
ro: crearea unei conducte pentru „--pipe” a eșuat: %m

source: exec failed
es: falló exec
id: eksekusi gagal
ro: exec() a eșuat

source: Query/Verify package selection options:
es: Opciones de la selección de paquetes a consultar/verificar:
id: Opsi seleksi kueri/Verifikasi paket:
ro: Opțiuni de interogare/verificare a selecției pachetelor:

source: Query/Verify file selection options:
es: Opciones de la selección de archivo a consultar/verificar:
id: Opsi pemilihan file Query/Verifikasi:
ro: Opțiuni de interogare/verificare a selecției fișierelor:

source: Query options (with -q or --query):
es: Opciones de consulta (con -q o --query):
id: Opsi Kueri (dengan -q atau --query):
ro: Opțiuni de interogare (cu -q sau --query):

source: Verify options (with -V or --verify):
es: Opciones de verificación (con -V o --verify):
id: Opsi verifikasi (dengan -V atau --verify):
ro: Opțiuni de verificare (cu -V sau --verify):

source: Install/Upgrade/Erase options:
es: Opciones de instalación/actualización/borrado:
id: Opsi Pemasangan/Pemutakhiran/Penghapusan:
ro: Opțiuni de instalare/actualizare/ștergere:

source: Common options for all rpm modes and executables:
es: Opciones comunes para todos los modos rpm y ejecutables:
id: Opsi umum untuk semua mode rpm dan eksekutabel:
ro: Opțiuni comune pentru toate modurile și executabilele rpm:

source: one type of query/verify may be performed at a time
es: solo un tipo de consulta/verificación puede ser ejecutado a la vez
id: hanya satu tipe kueri/verifikasi yang bisa dilakukan dalam satu waktu
ro: un singur tip de interogare/verificare poate fi efectuat la un moment dat

source: unexpected query flags
es: indicadores de consulta inesperadas
id: penanda kueri tak sesuai dengan yang diharapkan
ro: opțiuni de interogare neașteptate

source: unexpected query format
es: formato de consulta inesperado
id: format kueri tak sesuai dengan yang diharapkan
ro: format de interogare neașteptat

source: unexpected query source
es: fuente de consulta inesperado
id: sumber kueri tak sesuai dengan yang diharapkan
ro: sursă de interogare neașteptată

source: only one major mode may be specified
es: solo puede especificarse un modo principal
id: hanya satu mode utama yang bisa ditentukan
ro: poate fi specificat un singur mod principal

source: only installation and upgrading may be forced
es: solo puede forzarse la instalación y la modernización
id: hanya pemasangan dan pemutakhiran yang bisa dipaksakan
ro: numai instalarea și actualizarea pot fi forțate

source: files may only be relocated during package installation
es: los archivos solo pueden ser recolocados durante la instalación del paquete
id: berkas mungkin sudah dipindahkan saat pemasangan paket
ro: fișierele pot fi realocate numai în timpul instalării pachetului

source: cannot use --prefix with --relocate or --excludepath
es: no se puede utilizar --prefix con --relocate o --excludepath
id: tidak dapat menggunakan --prefix dengan --relocate atau --excludepath
ro: nu se poate utiliza opțiunea „--prefix” cu opțiunea „--relocate” sau „--excludepath”

source: --relocate and --excludepath may only be used when installing new packages
es: solo pueden ser utilizados --relocate y --excludepath cuando se instalan nuevos paquetes
id: --relocate dan --excludepath hanya bisa digunakan ketika pemasangan paket baru
ro: opțiunile „--relocate” și „--excludepath” pot fi utilizate numai la instalarea de pachete noi

source: --prefix may only be used when installing new packages
es: solo puede ser utilizado --prefix al instalar paquetes nuevos
id: --prefix hany abisa digunakan ketika pemasangan paket baru
ro: opțiunea „--prefix” poate fi utilizată numai la instalarea de pachete noi

source: arguments to --prefix must begin with a /
es: los argumentos de --prefix deben comenzar con una /
id: argumen untuk --prefix harus dimulai dengan /
ro: argumentele pentru opțiunea „--prefix” trebuie să înceapă cu un caracter „/”

source: --hash (-h) may only be specified during package installation and erasure
es: --hash (-h) sólo puede ser especificado durante la instalación y la desinstalación del paquete
id: --hash (-h) hanya bisa ditentukan saat pemasangan atau penghapusan paket
ro: opțiunea „--hash” (-h) poate fi specificată numai în timpul instalării și ștergerii pachetului

source: --percent may only be specified during package installation and erasure
es: --percent sólo puede ser especificado durante la instalación y la desinstalación del paquete
id: --percent hanya bisa ditentukan saat pemasangan paket atau penghapusan
ro: opțiunea „--percent” poate fi specificată numai în timpul instalării și ștergerii pachetului

source: --replacepkgs may only be specified during package installation
es: --replacepkgs solo puede ser especificado durante la instalación del paquete
id: --replacepkgs hanya bisa ditentukan saat pemasangan paket
ro: opțiunea „--replacepkgs” poate fi specificată numai în timpul instalării pachetului

source: --excludedocs may only be specified during package installation
es: --excludedocs solo puede ser especificado durante la instalación del paquete
id: --excludedocs hanya bisa ditentukan saat pemasangan paket
ro: opțiunea „--excludedocs” poate fi specificată numai în timpul instalării pachetului

source: --includedocs may only be specified during package installation
es: --includedocs solo puede ser especificado durante la instalación del paquete
id: --includedocs hanya bisa ditentukan saat pemasangan paket
ro: opțiunea „--includedocs” poate fi specificată numai în timpul instalării pachetului

source: only one of --excludedocs and --includedocs may be specified
es: solo se puede especificar una opción de --excludedocs o de --includedocs
id: hanya satu dari --excludedocs dan --includedocs yang bisa digunakan
ro: doar una dintre opțiunile „--excludedocs” sau „--includedocs” poate fi specificată

source: --ignorearch may only be specified during package installation
es: --ignorearch solo puede ser especificado durante la instalación del paquete
id: --ignorearch hanya bisa ditentukan saat pemasangan paket
ro: opțiunea „--ignorearch” poate fi specificată numai în timpul instalării pachetului

source: --ignoreos may only be specified during package installation
es: --ignoreos solo puede ser especificado durante la instalación del paquete
id: --ignoreos hanya bisa ditentukan saat pemasangan paket
ro: opțiunea „--ignoreos” poate fi specificată numai în timpul instalării pachetului

source: --ignoresize may only be specified during package installation
es: --ignoresize solo puede ser especificado durante la instalación del paquete
id: --ignoresize hanya bisa ditentukan saat pemasangan paket
ro: opțiunea „--ignoresize” poate fi specificată numai în timpul instalării pachetului

source: --allmatches may only be specified during package erasure
es: --allmatches solo puede ser especificado durante la desinstalación del paquete
id: --allmatches hanya bisa ditentukan saat penghapusan paket
ro: opțiunea „--allmatches” poate fi specificată numai în timpul ștergerii pachetului

source: --allfiles may only be specified during package installation
es: --allfiles solo puede ser especificado durante la instalación del paquete
id: --allfiles hanya bisa ditentukan saat pemasangan paket
ro: opțiunea „--allfiles” poate fi specificată numai în timpul instalării pachetului

source: --justdb may only be specified during package installation and erasure
es: --justdb solo puede ser especificado durante la instalación y desinstalación del paquete
id: --justdb hanya bisa ditentukan saat pemasangan dan penghapusan paket
ro: opțiunea „--justdb” poate fi specificată numai în timpul instalării și ștergerii pachetului

source: script disabling options may only be specified during package installation and erasure
es: las opciones para desactivar los script sólo pueden ser especificadas durante la instalación y desinstalación del paquete
id: opsi penonaktifan skrip hanya bisa ditentukan saat pemasangan dan penghapusan paket
ro: opțiunile de dezactivare a scripturilor pot fi specificate numai în timpul instalării și ștergerii pachetelor

source: trigger disabling options may only be specified during package installation and erasure
es: las opciones de desactivación de detonante sólo pueden ser especificadas durante la instalación y desinstalación del paquete
id: opsi penonaktifan pemicu hanya bisa ditentukan saat pemasangan dan penghapusan paket
ro: opțiunile de dezactivare a declanșatorilor pot fi specificate numai în timpul instalării și ștergerii pachetului

source: --nodeps may only be specified during package installation, erasure, and verification
es: solo puede especificarse --nodeps durante la instalación, desinstalación y verificación del paquete
id: --nodeps hanya bisa ditentukan saat pemasangan, penghapusan, dan verifikasi paket
ro: opțiunea --nodeps poate fi specificată numai în timpul instalării, ștergerii și verificării pachetelor

source: --test may only be specified during package installation and erasure
es: --test solo puede especificarse durante la instalación y eliminación del paquete
id: --test hanya bisa ditentukan saat pemasangan dan penghapusan paket
ro: opțiunea --test poate fi specificată numai în timpul instalării și ștergerii pachetului

source: arguments to --root (-r) must begin with a /
es: los argumentos de --root (-r) deben comenzar con una /
id: argumen untuk --root (-r) harus diawali dengan /
ro: argumentele pentru opțiunea „--root” (-r) trebuie să înceapă cu un caracter „/”

source: no packages given for erase
es: no ha sido indicado ningún paquete para ser eliminado
id: tak ada paket yang dihapus
ro: nu s-a specificat niciun pachet pentru ștergere

source: no packages given for install
es: no ha sido indicado ningún paquete para la instalación
id: tidak ada paket yang dipasang
ro: nu s-a specificat niciun pachet pentru instalare

source: no arguments given for query
es: no ha sido indicado ningún argumento para la consulta
id: tidak ada argumen untuk kueri
ro: nu s-a specificat niciun argument pentru interogare

source: no arguments given for verify
es: no ha sido indicado ningún argumento para la verificación
id: tidak ada argumen untuk verifikasi
ro: nu s-a specificat niciun argument pentru verificare

source: create uncompressed archive
id: buat arsip tidak terkompresi
ro: creează o arhivă necomprimată

source: archive format (pax|cpio)
id: format arsip (pax|cpio)
ro: format de arhivă (pax|cpio)

source: argument is not an RPM package
es: el argumento no es un paquete RPM
id: argumen bukan merupakan paket RPM
ro: argumentul nu este un pachet RPM

source: error reading header from package
es: error al leer encabezado del paquete
id: gagal membaca header paket
ro: eroare la citirea antetului din pachet

source: cannot re-open payload: %s
es: no se puede volver a abrir la carga útil: %s
id: Tidak dapat membuka ulang payload: %s
ro: nu se poate redeschide încărcătura utilă: %s

source: initialize database
es: inicializar base de datos
id: menginisialisasi basis data
ro: inițializează baza de date

source: rebuild database inverted lists from installed package headers
es: recompilar listas invertidas de base de datos desde encabezados del paquete instalado
id: membangun kembali daftar basis data yang dibalik dari header paket yang diinstal
ro: reconstruiește baza de date cu liste inversate din antetele pachetelor instalate

source: verify database
id: verifikasi basis data
ro: verifică baza de date

source: salvage database
es: base de datos sin formato
id: menyimpan basis data
ro: recuperează baza de date

source: export database to stdout header list
es: exporta la base de datos a listado de cabecera de salida estándar
id: mengekspor basis data ke daftar header stdout
ro: exportă bază de date către lista de antet de la ieșirea standard

source: import database from stdin header list
es: importa base de datos desde listado de cabecera de entrada estándar
id: mengimpor basis data dari daftar header stdin
ro: importă bază de date din lista de antet de la ieșirea standard

source: Database options:
es: Opciones de la base de datos:
id: Opsi-opsi basis data:
ro: Opțiuni ale bazei de date:

source: buildroot already specified, ignoring %s
es: buildroot ya especificado, se descarta %s
id: buildroot sudah ditentukan, mengabaikan %s
ro: buildroot deja specificat, se ignoră %s

source: build through %prep (unpack sources and apply patches) from <specfile>
es: construir a través de %prep (desempaquetar fuentes y aplicar parches) desde <specfile>
id: pembangunan pada %prep (membuka sumber dan penerapan tambalan) dari <specfile>
ro: construiește prin %prep (despachetează sursele și aplică corecțiile) din <fișierul-spec>

source: <specfile>
ro: <fișierul-spec>

source: build through %conf (%prep, then %conf) from <specfile>
es: compilar a través de %conf (%prep, luego %conf) desde <specfile>
id: build melalui %conf (%prep, lalu %conf) dari <specfile>
ro: construiește prin %conf (%prep, apoi %conf) din <fișierul-spec>

source: build through %build (%prep, %conf, then compile) from <specfile>
es: compilar por medio de %build (%prepm %conf, después compilar) desde <specfile>
id: membangun melalui %build (%prep, %conf, lalu compile) dari <specfile>
ro: construiește prin %build (%prep, %conf, apoi compilează) din <fișierul-spec>
