Repository: rpm-software-management/rpm-l10n
Catalog: *.po
Languages: es, id, ro

source: query/verify the package(s) which suggests a dependency
es: consultar/verificar el/los paquete(s) que sugieran una dependencia
id: periksa/verifikasi paket yang menyarankan ketergantungan
ro: interoghează/verifică pachetul(ele) care sugerează o dependență

source: query/verify the package(s) which supplements a dependency
es: consultar/verificar el/los paquete(s) que sustituyen una dependencia
id: periksa/verifikasi paket yang melengkapi ketergantungan
ro: interoghează/verifică pachetul(ele) care completează o dependență

source: query/verify the package(s) which enhances a dependency
es: consultar/verificar paquete(s) que mejoran una dependencia
id: periksa/verifikasi paket yang meningkatkan ketergantungan
ro: interoghează/verifică pachetul(ele) care îmbunătățesc o dependență

source: do not glob arguments
es: no inmutar argumentos
id: jangan menggabungkan argumen
ro: nu acceptă argumente „globale” (ce includ caractere joker)

source: do not process non-package files as manifests
es: no procese los archivos que no pertenecen al paquete como manifiestos
id: jangan memproses berkas non-paket sebagai manifes
ro: nu procesează fișierele non-pachet ca manifeste

source: only include configuration files
es: solamente incluya archivos de configuración
id: hanya sertakan berkas konfigurasi
ro: include doar fișierele de configurare

source: only include documentation files
es: solo incluya archivos de documentación
id: hanya sertakan berkas dokumentasi
ro: include doar fișierele de documentație

source: only include license files
es: solo incluye archivos de licencia
id: hanya sertakan berkas lisensi
ro: include doar fișierele de licență

source: only include artifact files
es: solo incluir archivos de artefacto
id: hanya sertakan berkas artefak
ro: include doar fișierele artefact

source: exclude %%ghost files
es: excluye archivos %%ghost
id: kecualikan berkas hantu
ro: exclude fișierele %%ghost

source: exclude %%config files
es: excluye archivos %%config
id: kecualikan berkas konfigurasi
ro: exclude fișierele %%config

source: exclude %%artifact files
es: excluye archivos de %%artifact
id: kecualikan berkas artefak
ro: exclude fișierele %%artifact

source: dump basic file information
es: volcar información básica de archivo
id: menampilkan informasi dasar berkas
ro: afișează informațiile de bază despre fișiere

source: list files in package
es: listar archivos del paquete
id: daftar berkas dalam paket
ro: listează fișierele din pachet

source: use the following query format
es: utilizar el siguiente formato de consulta
id: gunakan format kueri berikut ini
ro: utilizează următorul format de interogare

source: display the states of the listed files
es: exhibe el estado de los archivos listados
id: tampilkan status berkas-berkas yang terdaftar
ro: afișează starea fișierelor listate

source: don't verify size of files
es: no verificar el tamaño de los archivos
id: jangan memeriksa ukuran berkas
ro: nu verifică dimensiunea fișierelor

source: don't verify symlink path of files
es: no verificar la ruta de enlace simbólico de archivos
id: jangan verifikasi jalur symlink berkas
ro: nu verifică ruta legăturilor simbolice a fișierelor

source: don't verify owner of files
es: no verificar el propietario de los archivos
id: jangan verifikasi pemilik berkas
ro: nu verifică proprietarul fișierelor

source: don't verify group of files
es: no verificar el grupo de los archivos
id: jangan verifikasi kelompok berkas
ro: nu verificați grupul deținător al fișierelor

source: don't verify modification time of files
es: no verificar la hora y feche de modificación de archivos
id: jangan verifikasi waktu modifikasi berkas
ro: nu verifică timpul de modificare a fișierelor

source: don't verify mode of files
es: no verificar el modo de los archivos
id: jangan verifikasi mode berkas
ro: nu verifică modul (permisiunile) fișierelor

source: don't verify file security contexts
es: no verificar los contextos de seguridad del archivo
id: jangan verifikasi konteks keamanan berkas
ro: nu verifică contextele de securitate ale fișierelor

source: don't verify capabilities of files
es: no verificar las capacidades de los archivos
id: jangan memverifikasi kemampuan berkas
ro: nu verifică capacitățile fișierelor

source: don't verify files in package
es: no verificar los archivos en el paquete
id: jangan verifikasi berkas dalam paket
ro: nu verifică fișierele din pachet

source: don't verify package dependencies
es: no verificar dependencias del paquete
id: jangan verifikasi dependensi paket
ro: nu verifică dependențele pachetelor

source: don't execute verify script(s)
es: no ejecutar script(s) de verificación
id: jangan jalankan skrip verifikasi
ro: nu execută scripturile de verificare

source: Missing rpmlib features for %s:
es: Faltan características rpmlib para %s:
id: Fitur rpmlib yang hilang untuk %s:
ro: Lipsesc caracteristicile rpmlib pentru %s:

source: source package expected, binary found
es: se esperaba el paquete fuente, binario encontrado
id: paket sumber diharapkan, berkas biner ditemukan
ro: se aștepta pachet sursă, dar s-a găsit pachet binar

source: source package contains no .spec file
es: el paquete fuente no contiene archivo .spec
id: paket sumber tidak mengandung berkas .spec.
ro: pachetul sursă nu conține fișierul .spec

source: unpacking of archive failed%s%s: %s
es: desempaquetado de archivador incorrecto%s%s: %s
id: pembukaan arsip gagal%s%s: %s
ro: despachetarea arhivei a eșuat%s%s: %s

source: on file
es: en archivo
id: pada berkas
ro: în fișier

source: incorrect format: %s
es: formato incorrecto: %s
id: format yang salah: %s
ro: format incorect: %s

source: (contains no files)
es: (no contiene ningún archivo)
id: (tidak mengandung berkas)
ro: (nu conține fișiere)

source: replaced
es: reemplazado
id: diganti
ro: substituit

source: not installed
es: no instalado
id: belum diinstal
ro: neinstalat

source: net shared
es: compartido en red
id: jaringan bersama
ro: partajat în rețea

source: wrong color
es: color incorrecto
id: warna yang salah
ro: culoare greșită

source: (no state)
es: (ningún estado)
id: (tidak ada negara)
ro: (fără stare)

source: (unknown %3d)
es: (%3d desconocido)
id: (tidak diketahui %3d)
ro: (%3d necunoscut)

source: package has not file owner/group lists
es: el paquete no tiene lista de propietario/grupo de archivo
id: paket tidak memiliki daftar pemilik/kelompok berkas.
ro: pachetul nu are liste de proprietari/grupuri de fișiere

source: package has neither file owner or id lists
es: el paquete no tiene ni lista de propietario de archivos ni id
id: paket ini tidak memiliki daftar pemilik berkas atau daftar ID.
ro: pachetul nu are nici o listă de proprietari de fișiere, nici o listă de identificatori

source: group %s does not contain any packages
es: grupo %s no contiene ningún paquete
id: grup %s tidak mengandung paket apa pun.
ro: grupul %s nu conține niciun pachet

source: no package triggers %s
es: sin detonante de paquetes %s
id: tidak ada paket yang memicu %s
ro: niciun pachet nu declanșează %s

source: malformed %s: %s
es: %s mal formado: %s
id: format tidak valid %s: %s
ro: %s format incorect: %s

source: no package matches %s: %s
es: ningún paquete coincide con %s: %s
id: tidak ada paket yang cocok dengan %s: %s
ro: niciun pachet nu se potrivește cu %s: %s

source: no package conflicts %s
es: ningún paquete en conflicto con %s
id: tidak ada konflik paket %s
ro: nu există conflicte între pachete %s

source: no package obsoletes %s
es: ningún paquete obsoleta %s
id: tidak ada paket yang menggantikan %s
ro: niciun pachet nu elimină %s

source: no package requires %s
es: ningún paquete requiere %s
id: tidak ada paket yang memerlukan %s
ro: niciun pachet necesită %s

source: no package recommends %s
es: ningún paquete recomienda %s
id: tidak ada paket yang merekomendasikan %s
ro: niciun pachet recomandă %s

source: no package suggests %s
es: ningún paquete sugiere %s
id: tidak ada paket yang menyarankan %s
ro: niciun pachet sugerează %s

source: no package supplements %s
es: ningún paquete sustituye %s
id: tidak ada suplemen paket %s
ro: niciun pachet suplimentează %s

source: no package enhances %s
es: ningún paquete mejora %s
id: tidak ada paket yang meningkatkan %s
ro: niciun pachet îmbunătățește %s

source: no package provides %s
es: ningún paquete proporciona %s
id: tidak ada paket yang menyediakan %s
ro: niciun pachet nu furnizează %s

source: file %s: %s
es: archivo %s: %s
id: berkas %s: %s
ro: fișier %s: %s

source: file %s is not owned by any package
es: el archivo %s no es propiedad de ningún paquete
id: berkas %s tidak dimiliki oleh paket mana pun.
ro: fișierul %s nu este deținut de niciun pachet

source: invalid package number: %s
es: número de paquete inválido: %s
id: nomor paket tidak valid: %s
ro: număr de pachet nevalid: %s

source: record %u could not be read
es: no se pudo leer el registro %u
id: catatan %u tidak dapat dibaca
ro: înregistrarea %u nu a putut fi citită

source: package %s is not installed
es: el paquete %s no está instalado
id: paket %s tidak terpasang.
ro: pachetul %s nu este instalat

source: unknown tag: "%s"
es: etiqueta desconocida: «%s»
id: tag tidak dikenal: “%s”
ro: etichetă necunoscută: „%s"

source: %s: key %d import failed.
es: %s: la importación de la llave %d ha fallado
id: %s: Kunci %d gagal diimpor.
ro: %s: importarea cheii %d a eșuat.

source: %s: key %d not an armored public key.
es: %s: la clave %d no es una clave púbica blindada.
id: %s: Kunci %d bukan kunci publik yang dienkripsi.
ro: %s: cheia %d nu este o cheie publică blindată.

source: %s: import read failed(%d).
es: %s: lectura para importar incorrecta (%d).
id: %s: Impor gagal dibaca (%d).
ro: %s: citirea importului a eșuat (%d).

source: Fread failed: %s
es: LecturaF incorrecta: %s
id: Fread gagal: %s
ro: fread() a eșuat: %s

source: DIGESTS
es: RESÚMENES
id: Ringkasan
ro: SUME DE CONTROL

source: digests
es: resúmenes
id: ringkasan
ro: sume de control

source: SIGNATURES
es: FIRMAS
id: TANDA TANGAN
ro: SEMNĂTURI

source: signatures
es: firmas
id: tanda tangan
ro: semnături

source: NOT OK
es: INCORRECTO
id: Tidak Baik
ro: NU ESTE Ok

source: %s: open failed: %s
es: %s: apertura incorrecta: %s
id: %s: Gagal membuka: %s
ro: %s: deschiderea a eșuat: %s

source: Unable to open current directory: %m
es: No es capaz de abrir directorio actual: %m
id: Tidak dapat membuka direktori saat ini: %m
ro: Nu s-a putut deschide directorul curent: %m

source: %s: chroot directory not set
es: %s: directorio de chroot no fijado
id: %s: Direktori chroot tidak ditetapkan
ro: %s: directorul chroot nu este definit

source: Unable to change root directory: %m
es: No es capaz de cambiar el directorio raíz: %m
id: Tidak dapat mengubah direktori root: %m
ro: Nu s-a putut schimba directorul rădăcină: %m

source: Unable to restore root directory: %m
es: No es capaz de restablecer el directorio raíz: %m
id: Tidak dapat memulihkan direktori root: %m
ro: Nu s-a putut restaura directorul rădăcină: %m

source: Generating %d missing index(es), please wait...
es: Generando %d índice(s) ausente(s), espere…
id: Membuat %d indeks yang hilang, harap tunggu...
ro: Se generează %d index(e) lipsă, vă rugăm să așteptați...

source: cannot open %s index using %s - %s (%d)
es: no se puede abrir índice %s utilizando %s - %s (%d)
id: tidak dapat membuka indeks %s menggunakan %s - %s (%d)
ro: nu poate deschide indexul %s utilizând %s - %s (%d)

source: no dbpath has been set
es: ninguna ruta de dbpath ha sido fijada
id: tidak ada dbpath yang telah ditetapkan.
ro: nu a fost definită nicio dbpath

source: miFreeHeader: skipping
es: miFreeHeader: omitiendo
id: miFreeHeader: melewati
ro: miFreeHeader: se omite

source: error(%d) storing record #%d into %s
es: error(%d) almacenando registro #%d en %s
id: kesalahan (%d) saat menyimpan catatan #%d ke dalam %s
ro: eroare(%d) la stocarea înregistrării #%d în %s

source: %s: regexec failed: %s
es: %s: regexec incorrecto: %s
id: %s: regexec gagal: %s
ro: %s: regexec a eșuat: %s

source: %s: regcomp failed: %s
es: %s: regcomp incorrecto: %s
id: %s: regcomp gagal: %s
ro: %s: regcomp a eșuat: %s

source: rpmdbNextIterator: skipping
es: rpmdbNextIterator: omitiendo
id: rpmdbNextIterator: melewati
ro: rpmdbNextIterator: se omite

source: rpmdb: damaged header #%u retrieved -- skipping.
es: rpmdb: encabezado dañado #%u recuperada; se omite
id: rpmdb: header rusak #%u ditemukan -- dilewati.
ro: rpmdb: antet deteriorat #%u recuperat -- se omite.

source: %s: cannot read header at 0x%x
es: %s: no se puede leer cabecera en 0x%x
id: %s: tidak dapat membaca header di alamat 0x%x
ro: %s: nu se poate citi antetul la 0x%x

source: could not move new database in place
es: no se pudo mover base de datos nueva al lugar
id: tidak dapat memindahkan basis data baru ke lokasi yang diinginkan.
ro: nu s-a putut muta noua bază de date la loc

source: could also not restore old database from %s
es: además no pudo restaurar la base de datos antigua desde %s
id: juga tidak dapat memulihkan basis data lama dari %s
ro: de asemenea, nu s-a putut restaura baza de date veche din %s

source: replace files in %s with files from %s to recover
es: sustituye archivos en %s con los archivos desde %s para recuperar
id: ganti berkas di %s dengan berkas dari %s untuk memulihkan.
ro: înlocuiește fișierele din %s cu fișierele din %s pentru a le recuperara

source: Could not get public keys from %s
es: No se pudieron obtener las claves públicas de %s
id: Tidak dapat mendapatkan kunci publik dari %s
ro: Nu s-au putut obține cheile publice de la %s

source: could not delete old database at %s
es: no se pudo borrar la base de datos antigua en %s
id: tidak dapat menghapus basis data lama di %s
ro: nu s-a putut șterge baza de date veche din %s

source: no dbpath has been set
es: no se ha puesto el dbpath
id: tidak ada dbpath yang telah ditetapkan
ro: nu a fost definită nicio dbpath

source: failed to create directory %s: %s
es: no se pudo crear el directorio %s: %s
id: gagal membuat direktori %s: %s
ro: crearea directorului %s a eșuat: %s

source: header #%u in the database is bad -- skipping.
es: cabecera #%u dentro de la basa de datos es incorrecta; se descarta.
id: header #%u di database rusak -- dilewati.
ro: antetul #%u din baza de date este greșit - se omite.

source: cannot add record originally at %u
es: no se puede añadir el registro original en %u
id: tidak dapat menambahkan catatan yang asli di %u
ro: nu se poate adăuga înregistrarea inițială la %u

source: failed to rebuild database: original database remains in place
es: no se pudo reconstruir la base de datos: se conservó la original
id: gagal membangun ulang database: database asli tetap berada di tempatnya.
ro: reconstruirea bazei de date a eșuat: baza de date originală rămâne pe loc

source: failed to replace old database with new database!
es: no se pudo reemplazar la base de datos antigua por la nueva
id: gagal mengganti database lama dengan database baru!
ro: înlocuirea vechii baze de date cu noua bază de date a eșuat!

source: NO
id: TIDAK
ro: NU

source: YES
es: SÍ
id: YA
ro: DA

source: PreReq:, Provides:, and Obsoletes: dependencies support versions.
es: PreReq:, Provides:, y Obsoletes: dependencias soportan versiones.
id: Persyaratan, Menyediakan, dan Menggantikan: dependensi mendukung versi.
ro: PreReq:, Provides:, și Obsoletes: dependențele acceptă versiuni.

source: file name(s) stored as (dirName,baseName,dirIndex) tuple, not as path.
es: nombres de archivos almacenados como (dirName,baseName,dirIndex) "tupla", no como ruta.
id: nama berkas (nama direktori, nama dasar, indeks direktori) disimpan sebagai tuple, bukan sebagai jalur.
ro: numele fișierelor sunt stocate ca tuple (dirName,baseName,dirIndex), nu ca rute.

source: package payload can be compressed using bzip2.
es: la carga del paquete puede comprimirse utilizando bzip2.
id: isi paket dapat dikompres menggunakan bzip2.
ro: încărcătura utilă a pachetului poate fi comprimată utilizând bzip2.

source: package payload can be compressed using xz.
es: la carga del paquete puede comprimirse utilizando xz.
id: isi paket dapat dikompres menggunakan xz.
ro: încărcătura utilă a pachetului poate fi comprimată utilizând xz.

source: package payload can be compressed using lzma.
es: la carga del paquete puede comprimirse utilizando lzma.
id: isi paket dapat dikompres menggunakan LZMA.
ro: încărcătura utilă a pachetului poate fi comprimată utilizând lzma.

source: package payload file(s) have "./" prefix.
es: los archivos de carga del paquete tienen el prefijo "./".
id: berkas payload paket memiliki awalan “./”.
ro: fișierele de încărcătură utilă ale pachetului au prefixul "./".

source: package name-version-release is not implicitly provided.
es: nombre-versión-lanzamiento del paquete no se proporciona implícitamente.
id: nama paket-versi-rilis tidak disediakan secara implisit.
ro: numele-versiunea-lansarea pachetului nu sunt furnizate implicit.

source: header tags are always sorted after being loaded.
es: las etiquetas de la cabecera son siempre ordenadas tras ser cargadas.
id: tag header selalu diurutkan setelah dimuat.
ro: etichetele de antet sunt întotdeauna sortate după încărcare.

source: the scriptlet interpreter can use arguments from header.
es: el intérprete de scriptlet puede utilizar argumentos de la cabecera.
id: interpreter skrip dapat menggunakan argumen dari header.
ro: interpretul scriptului poate utiliza argumente din antet.

source: a hardlink file set may be installed without being complete.
es: un conjunto de enlaces duros de archivo puede ser instalado sin haber sido completado.
id: sebuah set berkas hardlink dapat diinstal tanpa harus lengkap.
ro: un set de fișiere de legătură dură poate fi instalat fără a fi complet.

source: package scriptlets may access the rpm database while installing.
es: scriplets del paquete pueden acceder a la base de datos rpm mientras se está instalando.
id: skrip paket dapat mengakses basis data RPM selama proses instalasi.
ro: scripturile pachetului pot accesa baza de date rpm în timpul instalării.

source: internal support for lua scripts.
es: soporte interno para scripts lua.
id: dukungan internal untuk skrip Lua.
ro: suport intern pentru scripturi lua.

source: file digest algorithm is per package configurable
es: el algoritmo de digest se puede configurar por paquete
id: algoritma ringkasan berkas dapat dikonfigurasi per paket
ro: algoritmul sumei de control a fișierelor este configurabil per pachet

source: support for POSIX.1e file capabilities
es: compatibilidad con capacidades de archivos POSIX.1e
id: dukungan untuk kemampuan berkas POSIX.1e
ro: suport pentru capacitățile de fișier POSIX.1e

source: package scriptlets can be expanded at install time.
es: los scriptlets de los paquetes pueden ser expandidos en el momento de la instalación.
id: skrip paket dapat diperluas saat proses instalasi.
ro: scripturile pachetului pot fi extinse în momentul instalării.

source: dependency comparison supports versions with tilde.
es: la comparación de dependencias admite versiones con virgulilla (~).
id: perbandingan ketergantungan mendukung versi dengan tanda tilde.
ro: compararea dependențelor acceptă versiuni cu tilde (~).

source: dependency comparison supports versions with caret.
es: la comparación de dependencias admite versiones con intercalado (^).
id: perbandingan dependensi mendukung versi dengan tanda panah.
ro: compararea dependențelor acceptă versiuni cu accent circumflex (^).

source: support files larger than 4GB
es: admite archivos más grandes que 4GB
id: dukungan untuk berkas berukuran lebih dari 4GB
ro: acceptă fișiere mai mari de 4Go

source: support for rich dependencies.
es: admite para dependencias generosas.
id: dukungan untuk dependensi yang kompleks.
ro: suport pentru dependențe complexe.

source: support for dynamic buildrequires.
es: admite para requisitos de compilación dinámicas.
id: dukungan untuk buildrequires dinamis.
ro: suport pentru cerințe de construire „buildrequires” dinamice.

source: package payload can be compressed using zstd.
es: la carga útil del paquete puede ser comprimida utilizando zstd.
id: isi paket dapat dikompres menggunakan zstd.
ro: încărcătura utilă a pachetului poate fi comprimată utilizând zstd.

source: Unknown rich dependency op '%.*s'
es: Op desconocida de dependencia generosa '%.*s'
id: Ketergantungan kaya tidak diketahui pada op ‘%.*s’
ro: Operație de dependență complexă necunoscută „%.*s”

source: Name required
es: Nombre requerido
id: Nama diwajibkan
ro: Nume obligatoriu

source: Illegal ops in with/without
es: Ops ilegales en con/sin
id: Operasi ilegal dengan/tanpa
ro: Operații ilegale în with/without

source: Illegal context for 'unless', please use 'or' instead
es: Contexto ilegal para 'unless', utilice 'or' en su lugar
id: Penggunaan ‘unless’ dalam konteks tidak tepat, harap gunakan ‘atau’ sebagai gantinya
ro: Context ilegal pentru „unless”, vă rugăm să utilizați „or” în schimb

source: Illegal context for 'if', please use 'and' instead
es: Contexto ilegal para 'if', utilice 'and' en su lugar
id: Penggunaan ‘if’ dalam konteks tidak sah, silakan gunakan ‘dan’ sebagai gantinya
ro: Context ilegal pentru „if”, vă rugăm să utilizați „and” în schimb

source: Rich dependency does not start with '('
es: Dependencia generosa no inicia con '('
id: Ketergantungan yang kaya tidak dimulai dengan ‘(’
ro: Dependența complexă nu începe cu „(”

source: Missing argument to rich dependency op
es: Argumento ausente a op dependencia generosa
id: Argumen yang hilang untuk operasi ketergantungan yang kompleks
ro: Lipsește un argument pentru operația de dependență complexă

source: Empty rich dependency
es: Dependencia generosa vacía
id: Ketergantungan yang kosong dan kaya
ro: Dependență complexă goală

source: Unterminated rich dependency: %s
es: Dependencia generosa indeterminada. %s
id: Ketergantungan tidak terpenuhi: %s
ro: Dependență complexă neterminată: %s

source: Cannot chain different ops
es: No se puede encadenar ops diferentes
id: Tidak dapat menggabungkan operasi yang berbeda
ro: Nu se pot înlănțui operatori diferiți

source: Can only chain and/or/with ops
es: Solo puede encadenar y/o/con ops
id: Hanya dapat dirantai dan/atau/bersama dengan operasi
ro: Se pot înlănțui doar operatorii and/or/with

source: Junk after rich dependency
es: Basura tras dependencia generosa
id: Sampah setelah ketergantungan yang kaya
ro: Gunoi după dependența complexă

source: user %s does not exist - using %s
es: el usuario %s no existe; utilice %s
id: pengguna %s tidak ada - menggunakan %s
ro: utilizatorul %s nu există - se utilizează %s

source: group %s does not exist - using %s
es: el grupo %s no existe; utilice %s
id: grup %s tidak ada - menggunakan %s
ro: grupul %s nu există - se utilizează %s

source: Wrong number of entries for tag %s: %u found but %u expected.
es: Número incorrecto de apuntes para etiqueta %s: %u encontrado pero %u esperado.
id: Jumlah entri yang salah untuk tag %s: %u ditemukan tetapi %u diharapkan.
ro: Număr greșit de intrări pentru eticheta %s: s-a găsit %u, dar se aștepta %u.

source: Malformed data for tag %s: %u bytes found but %<PRIu64> expected.
id: Data tidak valid untuk tag %s: ditemukan %u byte, tetapi diharapkan %<PRIu64>.
ro: Date incorecte pentru eticheta %s: %u octeți găsiți dar %<PRIu64> așteptați.

source: %s: base64 decode failed, len %zu
id: %s: Dekode base64 gagal, panjang %zu
ro: %s: decodificarea base64 a eșuat, lungime %zu

source: %s: base64 decode success, len %zu
id: %s: Dekode base64 berhasil, panjang %zu
ro: %s: decodificare base64 reușită, lungime %zu

source: Bad magic
es: Magic erróneo
id: Sihir jahat
ro: Magic greșit

source: Bad/unreadable header
es: Encabezado erróneo/imposible de leer
id: Header buruk/tidak terbaca
ro: Antet greșit/necitibil
